{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.0,
  "classifier_dropout": 0.0,
  "dtype": "float32",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.0,
  "hidden_size": 128,
  "id2label": {
    "0": "move_0",
    "1": "move_1",
    "2": "move_2",
    "3": "move_3",
    "4": "move_4",
    "5": "move_5",
    "6": "move_6",
    "7": "move_7",
    "8": "move_8"
  },
  "initializer_range": 0.02,
  "intermediate_size": 256,
  "label2id": {
    "move_0": 0,
    "move_1": 1,
    "move_2": 2,
    "move_3": 3,
    "move_4": 4,
    "move_5": 5,
    "move_6": 6,
    "move_7": 7,
    "move_8": 8
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 32,
  "model_type": "bert",
  "num_attention_heads": 8,
  "num_hidden_layers": 4,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "transformers_version": "4.57.6",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 8
}
