{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 79,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 79
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "account": 5,
      "amount": 6,
      "amount_width_medium": 7,
      "amount_width_very_wide": 8,
      "amount_width_wide": 9,
      "bill": 10,
      "buyer": 11,
      "candidate_from_bottom_0": 12,
      "candidate_from_bottom_1": 13,
      "candidate_from_bottom_10": 14,
      "candidate_from_bottom_11": 15,
      "candidate_from_bottom_2": 16,
      "candidate_from_bottom_3": 17,
      "candidate_from_bottom_4": 18,
      "candidate_from_bottom_5": 19,
      "candidate_from_bottom_6": 20,
      "candidate_from_bottom_7": 21,
      "candidate_from_bottom_8": 22,
      "candidate_from_bottom_9": 23,
      "candidate_line_10": 24,
      "candidate_line_11": 25,
      "candidate_line_12": 26,
      "candidate_line_13": 27,
      "candidate_line_14": 28,
      "candidate_line_15": 29,
      "candidate_line_16": 30,
      "candidate_line_5": 31,
      "candidate_line_6": 32,
      "candidate_line_7": 33,
      "candidate_line_8": 34,
      "candidate_line_9": 35,
      "candidate_magnitude_huge": 36,
      "candidate_magnitude_large": 37,
      "candidate_magnitude_medium": 38,
      "candidate_magnitude_small": 39,
      "candidate_magnitude_tiny": 40,
      "candidate_page_0": 41,
      "candidate_position_bottom": 42,
      "candidate_position_middle": 43,
      "candidate_rank_1": 44,
      "candidate_rank_10": 45,
      "candidate_rank_11": 46,
      "candidate_rank_12": 47,
      "candidate_rank_13": 48,
      "candidate_rank_14": 49,
      "candidate_rank_15": 50,
      "candidate_rank_16": 51,
      "candidate_rank_17": 52,
      "candidate_rank_18": 53,
      "candidate_rank_2": 54,
      "candidate_rank_3": 55,
      "candidate_rank_4": 56,
      "candidate_rank_5": 57,
      "candidate_rank_6": 58,
      "candidate_rank_7": 59,
      "candidate_rank_8": 60,
      "candidate_rank_9": 61,
      "candidate_token_0": 62,
      "candidate_token_1": 63,
      "candidate_token_2": 64,
      "cgst": 65,
      "cue_before_not_soft_total": 66,
      "cue_before_not_subtotal": 67,
      "cue_before_not_tax": 68,
      "cue_before_not_total": 69,
      "cue_before_soft_total": 70,
      "cue_before_subtotal": 71,
      "cue_before_tax": 72,
      "cue_before_total": 73,
      "cue_gap_far": 74,
      "cue_gap_near": 75,
      "cue_gap_none": 76,
      "cue_gap_tight": 77,
      "cue_gap_wide": 78,
      "cue_line_item": 79,
      "cue_not_line_item": 80,
      "cue_not_metadata": 81,
      "cue_not_soft_total": 82,
      "cue_not_subtotal": 83,
      "cue_not_tax": 84,
      "cue_not_total": 85,
      "cue_soft_total": 86,
      "cue_subtotal": 87,
      "cue_tax": 88,
      "cue_total": 89,
      "currency": 90,
      "currency_marked": 91,
      "currency_unmarked": 92,
      "description": 93,
      "doc_invoice": 94,
      "doc_proforma_invoice": 95,
      "doc_tax_invoice": 96,
      "dr": 97,
      "goods": 98,
      "grand": 99,
      "gst": 100,
      "huge_3": 101,
      "igst": 102,
      "invoice": 103,
      "kw": 104,
      "large_1": 105,
      "large_2": 106,
      "large_3": 107,
      "large_4": 108,
      "large_5": 109,
      "large_6": 110,
      "large_7": 111,
      "left": 112,
      "line": 113,
      "line_multi_amount": 114,
      "line_single_amount": 115,
      "medium_1": 116,
      "medium_10": 117,
      "medium_11": 118,
      "medium_12": 119,
      "medium_13": 120,
      "medium_14": 121,
      "medium_15": 122,
      "medium_16": 123,
      "medium_2": 124,
      "medium_3": 125,
      "medium_4": 126,
      "medium_5": 127,
      "medium_6": 128,
      "medium_7": 129,
      "medium_8": 130,
      "medium_9": 131,
      "money": 132,
      "next": 133,
      "none": 134,
      "nos": 135,
      "off": 136,
      "on": 137,
      "page_gap_far": 138,
      "page_gap_near": 139,
      "page_gap_tight": 140,
      "page_gap_wide": 141,
      "page_left_far_right": 142,
      "page_left_left": 143,
      "page_left_left_edge": 144,
      "page_left_middle": 145,
      "page_left_right": 146,
      "page_right_edge": 147,
      "page_right_far_right": 148,
      "page_right_left": 149,
      "page_right_mid": 150,
      "page_right_right": 151,
      "page_y_bottom": 152,
      "page_y_lower_mid": 153,
      "page_y_upper_mid": 154,
      "paid": 155,
      "prev": 156,
      "qty": 157,
      "quantity": 158,
      "rate": 159,
      "right": 160,
      "round": 161,
      "row_words_long": 162,
      "row_words_medium": 163,
      "row_words_short": 164,
      "service": 165,
      "sgst": 166,
      "small_1": 167,
      "small_10": 168,
      "small_11": 169,
      "small_12": 170,
      "small_13": 171,
      "small_14": 172,
      "small_15": 173,
      "small_16": 174,
      "small_17": 175,
      "small_18": 176,
      "small_2": 177,
      "small_3": 178,
      "small_4": 179,
      "small_5": 180,
      "small_6": 181,
      "small_7": 182,
      "small_8": 183,
      "small_9": 184,
      "sub": 185,
      "subtotal": 186,
      "tail": 187,
      "tax": 188,
      "taxable": 189,
      "tcs": 190,
      "text_only": 191,
      "tiny_1": 192,
      "tiny_10": 193,
      "tiny_11": 194,
      "tiny_12": 195,
      "tiny_13": 196,
      "tiny_14": 197,
      "tiny_15": 198,
      "tiny_16": 199,
      "tiny_17": 200,
      "tiny_18": 201,
      "tiny_2": 202,
      "tiny_3": 203,
      "tiny_4": 204,
      "tiny_5": 205,
      "tiny_6": 206,
      "tiny_7": 207,
      "tiny_8": 208,
      "tiny_9": 209,
      "top_amounts": 210,
      "total": 211,
      "unit": 212,
      "word_not_rightmost": 213,
      "word_rightmost": 214
    },
    "unk_token": "[UNK]"
  }
}