{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.0,
  "classifier_dropout": 0.0,
  "dtype": "float32",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.0,
  "hidden_size": 128,
  "id2label": {
    "0": "READ_ITEM",
    "1": "LINE_TOTAL",
    "2": "ADD_SUBTOTAL",
    "3": "APPLY_TAX",
    "4": "EMIT_TOTAL",
    "5": "HALT"
  },
  "initializer_range": 0.02,
  "intermediate_size": 256,
  "label2id": {
    "ADD_SUBTOTAL": 2,
    "APPLY_TAX": 3,
    "EMIT_TOTAL": 4,
    "HALT": 5,
    "LINE_TOTAL": 1,
    "READ_ITEM": 0
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 128,
  "model_type": "bert",
  "num_attention_heads": 8,
  "num_hidden_layers": 4,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "transformers_version": "4.57.6",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 2430
}
