{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 104,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 104
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      ".": 5,
      "1": 6,
      "2": 7,
      "21": 8,
      "22": 9,
      "23": 10,
      "24": 11,
      "25": 12,
      "26": 13,
      "27": 14,
      "28": 15,
      "29": 16,
      "3": 17,
      "30": 18,
      "31": 19,
      "32": 20,
      "33": 21,
      "34": 22,
      "35": 23,
      "36": 24,
      "37": 25,
      "38": 26,
      "39": 27,
      "4": 28,
      "40": 29,
      "41": 30,
      "42": 31,
      "43": 32,
      "44": 33,
      "45": 34,
      "46": 35,
      "47": 36,
      "48": 37,
      "49": 38,
      "5": 39,
      "50": 40,
      "51": 41,
      "52": 42,
      "53": 43,
      "54": 44,
      "55": 45,
      "56": 46,
      "57": 47,
      "58": 48,
      "59": 49,
      "6": 50,
      "60": 51,
      "61": 52,
      "62": 53,
      "63": 54,
      "64": 55,
      "65": 56,
      "66": 57,
      "67": 58,
      "68": 59,
      "69": 60,
      "7": 61,
      "70": 62,
      "71": 63,
      "72": 64,
      "73": 65,
      "74": 66,
      "75": 67,
      "76": 68,
      "77": 69,
      "78": 70,
      "79": 71,
      "8": 72,
      "80": 73,
      "9": 74,
      "FOCUS_NEXT": 75,
      "PLACE": 76,
      "START": 77,
      "UNDO": 78,
      "board": 79,
      "cands": 80,
      "filled": 81,
      "focus_col": 82,
      "focus_row": 83,
      "history": 84,
      "mrv": 85,
      "none": 86,
      "strategy": 87
    },
    "unk_token": "[UNK]"
  }
}