{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 27,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 27
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "ADD_SUBTOTAL": 5,
      "APPLY_TAX": 6,
      "EMIT_TOTAL": 7,
      "LINE_TOTAL": 8,
      "NONE": 9,
      "READ_ITEM": 10,
      "currency_USD": 11,
      "history": 12,
      "items_1": 13,
      "items_2": 14,
      "items_3": 15,
      "items_4": 16,
      "items_5": 17,
      "processed_0": 18,
      "processed_1": 19,
      "processed_2": 20,
      "processed_3": 21,
      "processed_4": 22,
      "processed_5": 23,
      "subtotal_0": 24,
      "subtotal_100200": 25,
      "subtotal_100216": 26,
      "subtotal_100314": 27,
      "subtotal_100350": 28,
      "subtotal_100385": 29,
      "subtotal_100494": 30,
      "subtotal_100760": 31,
      "subtotal_100800": 32,
      "subtotal_101355": 33,
      "subtotal_101412": 34,
      "subtotal_101528": 35,
      "subtotal_101966": 36,
      "subtotal_10205": 37,
      "subtotal_102136": 38,
      "subtotal_102324": 39,
      "subtotal_102537": 40,
      "subtotal_102800": 41,
      "subtotal_103006": 42,
      "subtotal_103090": 43,
      "subtotal_10312": 44,
      "subtotal_103209": 45,
      "subtotal_103251": 46,
      "subtotal_103314": 47,
      "subtotal_103419": 48,
      "subtotal_103841": 49,
      "subtotal_103962": 50,
      "subtotal_104204": 51,
      "subtotal_104230": 52,
      "subtotal_104609": 53,
      "subtotal_104880": 54,
      "subtotal_104922": 55,
      "subtotal_105387": 56,
      "subtotal_105750": 57,
      "subtotal_105870": 58,
      "subtotal_106138": 59,
      "subtotal_106440": 60,
      "subtotal_106456": 61,
      "subtotal_107345": 62,
      "subtotal_10735": 63,
      "subtotal_10750": 64,
      "subtotal_107754": 65,
      "subtotal_107766": 66,
      "subtotal_107820": 67,
      "subtotal_107904": 68,
      "subtotal_107976": 69,
      "subtotal_108000": 70,
      "subtotal_108166": 71,
      "subtotal_108321": 72,
      "subtotal_108956": 73,
      "subtotal_109004": 74,
      "subtotal_109074": 75,
      "subtotal_109200": 76,
      "subtotal_109484": 77,
      "subtotal_109506": 78,
      "subtotal_110112": 79,
      "subtotal_110330": 80,
      "subtotal_110413": 81,
      "subtotal_110755": 82,
      "subtotal_110865": 83,
      "subtotal_110898": 84,
      "subtotal_11096": 85,
      "subtotal_110964": 86,
      "subtotal_111045": 87,
      "subtotal_111215": 88,
      "subtotal_111341": 89,
      "subtotal_111418": 90,
      "subtotal_111526": 91,
      "subtotal_111637": 92,
      "subtotal_111704": 93,
      "subtotal_111760": 94,
      "subtotal_111928": 95,
      "subtotal_112207": 96,
      "subtotal_112263": 97,
      "subtotal_112596": 98,
      "subtotal_112828": 99,
      "subtotal_112932": 100,
      "subtotal_113291": 101,
      "subtotal_113670": 102,
      "subtotal_113880": 103,
      "subtotal_114162": 104,
      "subtotal_114296": 105,
      "subtotal_114397": 106,
      "subtotal_114646": 107,
      "subtotal_11473": 108,
      "subtotal_114768": 109,
      "subtotal_115663": 110,
      "subtotal_115834": 111,
      "subtotal_11584": 112,
      "subtotal_115991": 113,
      "subtotal_116275": 114,
      "subtotal_116567": 115,
      "subtotal_116892": 116,
      "subtotal_116982": 117,
      "subtotal_117055": 118,
      "subtotal_117402": 119,
      "subtotal_117740": 120,
      "subtotal_117917": 121,
      "subtotal_118020": 122,
      "subtotal_118062": 123,
      "subtotal_118172": 124,
      "subtotal_118458": 125,
      "subtotal_118839": 126,
      "subtotal_119050": 127,
      "subtotal_119367": 128,
      "subtotal_119456": 129,
      "subtotal_119581": 130,
      "subtotal_119678": 131,
      "subtotal_119793": 132,
      "subtotal_120014": 133,
      "subtotal_120134": 134,
      "subtotal_120330": 135,
      "subtotal_121454": 136,
      "subtotal_121670": 137,
      "subtotal_121897": 138,
      "subtotal_121912": 139,
      "subtotal_122251": 140,
      "subtotal_122440": 141,
      "subtotal_122708": 142,
      "subtotal_122898": 143,
      "subtotal_123090": 144,
      "subtotal_123508": 145,
      "subtotal_123820": 146,
      "subtotal_123878": 147,
      "subtotal_123969": 148,
      "subtotal_123984": 149,
      "subtotal_124408": 150,
      "subtotal_124780": 151,
      "subtotal_124950": 152,
      "subtotal_12506": 153,
      "subtotal_125100": 154,
      "subtotal_12528": 155,
      "subtotal_126276": 156,
      "subtotal_126285": 157,
      "subtotal_126324": 158,
      "subtotal_126531": 159,
      "subtotal_12663": 160,
      "subtotal_126741": 161,
      "subtotal_12680": 162,
      "subtotal_126878": 163,
      "subtotal_127181": 164,
      "subtotal_127428": 165,
      "subtotal_127638": 166,
      "subtotal_127678": 167,
      "subtotal_127733": 168,
      "subtotal_12783": 169,
      "subtotal_127896": 170,
      "subtotal_128112": 171,
      "subtotal_128173": 172,
      "subtotal_128875": 173,
      "subtotal_129508": 174,
      "subtotal_129759": 175,
      "subtotal_130038": 176,
      "subtotal_13021": 177,
      "subtotal_130385": 178,
      "subtotal_130452": 179,
      "subtotal_130722": 180,
      "subtotal_130803": 181,
      "subtotal_13116": 182,
      "subtotal_131236": 183,
      "subtotal_13140": 184,
      "subtotal_131628": 185,
      "subtotal_131667": 186,
      "subtotal_131948": 187,
      "subtotal_132430": 188,
      "subtotal_132812": 189,
      "subtotal_132910": 190,
      "subtotal_133008": 191,
      "subtotal_133019": 192,
      "subtotal_133484": 193,
      "subtotal_133860": 194,
      "subtotal_13410": 195,
      "subtotal_134652": 196,
      "subtotal_135015": 197,
      "subtotal_13530": 198,
      "subtotal_135551": 199,
      "subtotal_135886": 200,
      "subtotal_135906": 201,
      "subtotal_13595": 202,
      "subtotal_136026": 203,
      "subtotal_136091": 204,
      "subtotal_136246": 205,
      "subtotal_136520": 206,
      "subtotal_136595": 207,
      "subtotal_136820": 208,
      "subtotal_136956": 209,
      "subtotal_137031": 210,
      "subtotal_137142": 211,
      "subtotal_137837": 212,
      "subtotal_137868": 213,
      "subtotal_138032": 214,
      "subtotal_138442": 215,
      "subtotal_138630": 216,
      "subtotal_138756": 217,
      "subtotal_138778": 218,
      "subtotal_139085": 219,
      "subtotal_139268": 220,
      "subtotal_139958": 221,
      "subtotal_14004": 222,
      "subtotal_14005": 223,
      "subtotal_14040": 224,
      "subtotal_140891": 225,
      "subtotal_140986": 226,
      "subtotal_141315": 227,
      "subtotal_141330": 228,
      "subtotal_141374": 229,
      "subtotal_141489": 230,
      "subtotal_141840": 231,
      "subtotal_14192": 232,
      "subtotal_142008": 233,
      "subtotal_142300": 234,
      "subtotal_142787": 235,
      "subtotal_142804": 236,
      "subtotal_142830": 237,
      "subtotal_14293": 238,
      "subtotal_143092": 239,
      "subtotal_144005": 240,
      "subtotal_144130": 241,
      "subtotal_14429": 242,
      "subtotal_144547": 243,
      "subtotal_144631": 244,
      "subtotal_145088": 245,
      "subtotal_145364": 246,
      "subtotal_145676": 247,
      "subtotal_145779": 248,
      "subtotal_145832": 249,
      "subtotal_146389": 250,
      "subtotal_146746": 251,
      "subtotal_146796": 252,
      "subtotal_146805": 253,
      "subtotal_146964": 254,
      "subtotal_147099": 255,
      "subtotal_147260": 256,
      "subtotal_147596": 257,
      "subtotal_147634": 258,
      "subtotal_148224": 259,
      "subtotal_148737": 260,
      "subtotal_148820": 261,
      "subtotal_148910": 262,
      "subtotal_149202": 263,
      "subtotal_149232": 264,
      "subtotal_14940": 265,
      "subtotal_14994": 266,
      "subtotal_150122": 267,
      "subtotal_150162": 268,
      "subtotal_150204": 269,
      "subtotal_150565": 270,
      "subtotal_150587": 271,
      "subtotal_15078": 272,
      "subtotal_150790": 273,
      "subtotal_151075": 274,
      "subtotal_151102": 275,
      "subtotal_151125": 276,
      "subtotal_151157": 277,
      "subtotal_151325": 278,
      "subtotal_151328": 279,
      "subtotal_151390": 280,
      "subtotal_151648": 281,
      "subtotal_151872": 282,
      "subtotal_151970": 283,
      "subtotal_151995": 284,
      "subtotal_152478": 285,
      "subtotal_152626": 286,
      "subtotal_152880": 287,
      "subtotal_153440": 288,
      "subtotal_153558": 289,
      "subtotal_154090": 290,
      "subtotal_154634": 291,
      "subtotal_154648": 292,
      "subtotal_154716": 293,
      "subtotal_155152": 294,
      "subtotal_15527": 295,
      "subtotal_155530": 296,
      "subtotal_155740": 297,
      "subtotal_156370": 298,
      "subtotal_156543": 299,
      "subtotal_157443": 300,
      "subtotal_15773": 301,
      "subtotal_15819": 302,
      "subtotal_158934": 303,
      "subtotal_158941": 304,
      "subtotal_159030": 305,
      "subtotal_159104": 306,
      "subtotal_159220": 307,
      "subtotal_159288": 308,
      "subtotal_159292": 309,
      "subtotal_159617": 310,
      "subtotal_159804": 311,
      "subtotal_160188": 312,
      "subtotal_160495": 313,
      "subtotal_160698": 314,
      "subtotal_160744": 315,
      "subtotal_161384": 316,
      "subtotal_161975": 317,
      "subtotal_162149": 318,
      "subtotal_162210": 319,
      "subtotal_162367": 320,
      "subtotal_162372": 321,
      "subtotal_162508": 322,
      "subtotal_162816": 323,
      "subtotal_162862": 324,
      "subtotal_162953": 325,
      "subtotal_163647": 326,
      "subtotal_163703": 327,
      "subtotal_163746": 328,
      "subtotal_16376": 329,
      "subtotal_164448": 330,
      "subtotal_16460": 331,
      "subtotal_165024": 332,
      "subtotal_16512": 333,
      "subtotal_165259": 334,
      "subtotal_165288": 335,
      "subtotal_165298": 336,
      "subtotal_165627": 337,
      "subtotal_165702": 338,
      "subtotal_167349": 339,
      "subtotal_167360": 340,
      "subtotal_167672": 341,
      "subtotal_167904": 342,
      "subtotal_168570": 343,
      "subtotal_168735": 344,
      "subtotal_169280": 345,
      "subtotal_169440": 346,
      "subtotal_169650": 347,
      "subtotal_169708": 348,
      "subtotal_169796": 349,
      "subtotal_169990": 350,
      "subtotal_170076": 351,
      "subtotal_170490": 352,
      "subtotal_170753": 353,
      "subtotal_170780": 354,
      "subtotal_171557": 355,
      "subtotal_171894": 356,
      "subtotal_171945": 357,
      "subtotal_172165": 358,
      "subtotal_172438": 359,
      "subtotal_172588": 360,
      "subtotal_172908": 361,
      "subtotal_173120": 362,
      "subtotal_173209": 363,
      "subtotal_173233": 364,
      "subtotal_174048": 365,
      "subtotal_174108": 366,
      "subtotal_174192": 367,
      "subtotal_174226": 368,
      "subtotal_174265": 369,
      "subtotal_174792": 370,
      "subtotal_174868": 371,
      "subtotal_174892": 372,
      "subtotal_175864": 373,
      "subtotal_176305": 374,
      "subtotal_176910": 375,
      "subtotal_176930": 376,
      "subtotal_177143": 377,
      "subtotal_177309": 378,
      "subtotal_178060": 379,
      "subtotal_178369": 380,
      "subtotal_178719": 381,
      "subtotal_179333": 382,
      "subtotal_179512": 383,
      "subtotal_179768": 384,
      "subtotal_179910": 385,
      "subtotal_180117": 386,
      "subtotal_180438": 387,
      "subtotal_180699": 388,
      "subtotal_180811": 389,
      "subtotal_181558": 390,
      "subtotal_181620": 391,
      "subtotal_181984": 392,
      "subtotal_182055": 393,
      "subtotal_182285": 394,
      "subtotal_182804": 395,
      "subtotal_182818": 396,
      "subtotal_182895": 397,
      "subtotal_18297": 398,
      "subtotal_183185": 399,
      "subtotal_184092": 400,
      "subtotal_18503": 401,
      "subtotal_185095": 402,
      "subtotal_185142": 403,
      "subtotal_185262": 404,
      "subtotal_185330": 405,
      "subtotal_185555": 406,
      "subtotal_185682": 407,
      "subtotal_185820": 408,
      "subtotal_186033": 409,
      "subtotal_186310": 410,
      "subtotal_186385": 411,
      "subtotal_186532": 412,
      "subtotal_187268": 413,
      "subtotal_187346": 414,
      "subtotal_187654": 415,
      "subtotal_188378": 416,
      "subtotal_188656": 417,
      "subtotal_18875": 418,
      "subtotal_189337": 419,
      "subtotal_189504": 420,
      "subtotal_189626": 421,
      "subtotal_190014": 422,
      "subtotal_190831": 423,
      "subtotal_190944": 424,
      "subtotal_191126": 425,
      "subtotal_191163": 426,
      "subtotal_191304": 427,
      "subtotal_19148": 428,
      "subtotal_191508": 429,
      "subtotal_191610": 430,
      "subtotal_19172": 431,
      "subtotal_192375": 432,
      "subtotal_192410": 433,
      "subtotal_192605": 434,
      "subtotal_192820": 435,
      "subtotal_192895": 436,
      "subtotal_193190": 437,
      "subtotal_193284": 438,
      "subtotal_193425": 439,
      "subtotal_193735": 440,
      "subtotal_194168": 441,
      "subtotal_194487": 442,
      "subtotal_194600": 443,
      "subtotal_194970": 444,
      "subtotal_195295": 445,
      "subtotal_19554": 446,
      "subtotal_196204": 447,
      "subtotal_196482": 448,
      "subtotal_196620": 449,
      "subtotal_196660": 450,
      "subtotal_196699": 451,
      "subtotal_196854": 452,
      "subtotal_196859": 453,
      "subtotal_197111": 454,
      "subtotal_197199": 455,
      "subtotal_197516": 456,
      "subtotal_197902": 457,
      "subtotal_19885": 458,
      "subtotal_198853": 459,
      "subtotal_198856": 460,
      "subtotal_199232": 461,
      "subtotal_199292": 462,
      "subtotal_199405": 463,
      "subtotal_20010": 464,
      "subtotal_200187": 465,
      "subtotal_200415": 466,
      "subtotal_200418": 467,
      "subtotal_20046": 468,
      "subtotal_200694": 469,
      "subtotal_20082": 470,
      "subtotal_201019": 471,
      "subtotal_2011": 472,
      "subtotal_201135": 473,
      "subtotal_201580": 474,
      "subtotal_201589": 475,
      "subtotal_201877": 476,
      "subtotal_202558": 477,
      "subtotal_202680": 478,
      "subtotal_203092": 479,
      "subtotal_203214": 480,
      "subtotal_203566": 481,
      "subtotal_203794": 482,
      "subtotal_203976": 483,
      "subtotal_20420": 484,
      "subtotal_204579": 485,
      "subtotal_204657": 486,
      "subtotal_204663": 487,
      "subtotal_204709": 488,
      "subtotal_205356": 489,
      "subtotal_205625": 490,
      "subtotal_20570": 491,
      "subtotal_205790": 492,
      "subtotal_205880": 493,
      "subtotal_20598": 494,
      "subtotal_206082": 495,
      "subtotal_20628": 496,
      "subtotal_206380": 497,
      "subtotal_207135": 498,
      "subtotal_20734": 499,
      "subtotal_208115": 500,
      "subtotal_208378": 501,
      "subtotal_208464": 502,
      "subtotal_208739": 503,
      "subtotal_208764": 504,
      "subtotal_20966": 505,
      "subtotal_21016": 506,
      "subtotal_21066": 507,
      "subtotal_210679": 508,
      "subtotal_210728": 509,
      "subtotal_21074": 510,
      "subtotal_210948": 511,
      "subtotal_211330": 512,
      "subtotal_211656": 513,
      "subtotal_211677": 514,
      "subtotal_21198": 515,
      "subtotal_212046": 516,
      "subtotal_212082": 517,
      "subtotal_21214": 518,
      "subtotal_212179": 519,
      "subtotal_212180": 520,
      "subtotal_212212": 521,
      "subtotal_212255": 522,
      "subtotal_212535": 523,
      "subtotal_212970": 524,
      "subtotal_213138": 525,
      "subtotal_213215": 526,
      "subtotal_213240": 527,
      "subtotal_213760": 528,
      "subtotal_213828": 529,
      "subtotal_213886": 530,
      "subtotal_214008": 531,
      "subtotal_214073": 532,
      "subtotal_214167": 533,
      "subtotal_214413": 534,
      "subtotal_21450": 535,
      "subtotal_214745": 536,
      "subtotal_21512": 537,
      "subtotal_21590": 538,
      "subtotal_215965": 539,
      "subtotal_216317": 540,
      "subtotal_216491": 541,
      "subtotal_216631": 542,
      "subtotal_216780": 543,
      "subtotal_216854": 544,
      "subtotal_21759": 545,
      "subtotal_217695": 546,
      "subtotal_21829": 547,
      "subtotal_218310": 548,
      "subtotal_218430": 549,
      "subtotal_218696": 550,
      "subtotal_21876": 551,
      "subtotal_219024": 552,
      "subtotal_219046": 553,
      "subtotal_219165": 554,
      "subtotal_22029": 555,
      "subtotal_220474": 556,
      "subtotal_221519": 557,
      "subtotal_221748": 558,
      "subtotal_222535": 559,
      "subtotal_222740": 560,
      "subtotal_222795": 561,
      "subtotal_22283": 562,
      "subtotal_223345": 563,
      "subtotal_223453": 564,
      "subtotal_223511": 565,
      "subtotal_224092": 566,
      "subtotal_224620": 567,
      "subtotal_225263": 568,
      "subtotal_22527": 569,
      "subtotal_225578": 570,
      "subtotal_225804": 571,
      "subtotal_225813": 572,
      "subtotal_22584": 573,
      "subtotal_225964": 574,
      "subtotal_226570": 575,
      "subtotal_226639": 576,
      "subtotal_226832": 577,
      "subtotal_227885": 578,
      "subtotal_228265": 579,
      "subtotal_22858": 580,
      "subtotal_228622": 581,
      "subtotal_22894": 582,
      "subtotal_229242": 583,
      "subtotal_229341": 584,
      "subtotal_22958": 585,
      "subtotal_229688": 586,
      "subtotal_230324": 587,
      "subtotal_230327": 588,
      "subtotal_230860": 589,
      "subtotal_230984": 590,
      "subtotal_231433": 591,
      "subtotal_231705": 592,
      "subtotal_231724": 593,
      "subtotal_231841": 594,
      "subtotal_231893": 595,
      "subtotal_232492": 596,
      "subtotal_23256": 597,
      "subtotal_232632": 598,
      "subtotal_23274": 599,
      "subtotal_232872": 600,
      "subtotal_233935": 601,
      "subtotal_233940": 602,
      "subtotal_234108": 603,
      "subtotal_234468": 604,
      "subtotal_234822": 605,
      "subtotal_234835": 606,
      "subtotal_234922": 607,
      "subtotal_235952": 608,
      "subtotal_23600": 609,
      "subtotal_236169": 610,
      "subtotal_236468": 611,
      "subtotal_236660": 612,
      "subtotal_237156": 613,
      "subtotal_237361": 614,
      "subtotal_237699": 615,
      "subtotal_237964": 616,
      "subtotal_237990": 617,
      "subtotal_238176": 618,
      "subtotal_238261": 619,
      "subtotal_23831": 620,
      "subtotal_238899": 621,
      "subtotal_238906": 622,
      "subtotal_238935": 623,
      "subtotal_239019": 624,
      "subtotal_239631": 625,
      "subtotal_239634": 626,
      "subtotal_239697": 627,
      "subtotal_240010": 628,
      "subtotal_240090": 629,
      "subtotal_240685": 630,
      "subtotal_240857": 631,
      "subtotal_240946": 632,
      "subtotal_241068": 633,
      "subtotal_24130": 634,
      "subtotal_241424": 635,
      "subtotal_24144": 636,
      "subtotal_241539": 637,
      "subtotal_241720": 638,
      "subtotal_241860": 639,
      "subtotal_242290": 640,
      "subtotal_242407": 641,
      "subtotal_242730": 642,
      "subtotal_242854": 643,
      "subtotal_243100": 644,
      "subtotal_243966": 645,
      "subtotal_244146": 646,
      "subtotal_244534": 647,
      "subtotal_244689": 648,
      "subtotal_246147": 649,
      "subtotal_246999": 650,
      "subtotal_248039": 651,
      "subtotal_248058": 652,
      "subtotal_248286": 653,
      "subtotal_249012": 654,
      "subtotal_249072": 655,
      "subtotal_249122": 656,
      "subtotal_249240": 657,
      "subtotal_249440": 658,
      "subtotal_249524": 659,
      "subtotal_24975": 660,
      "subtotal_250168": 661,
      "subtotal_250626": 662,
      "subtotal_250688": 663,
      "subtotal_250918": 664,
      "subtotal_251022": 665,
      "subtotal_251464": 666,
      "subtotal_251666": 667,
      "subtotal_252093": 668,
      "subtotal_25231": 669,
      "subtotal_25266": 670,
      "subtotal_252816": 671,
      "subtotal_252851": 672,
      "subtotal_252883": 673,
      "subtotal_25337": 674,
      "subtotal_253465": 675,
      "subtotal_254005": 676,
      "subtotal_254077": 677,
      "subtotal_255060": 678,
      "subtotal_255608": 679,
      "subtotal_255754": 680,
      "subtotal_256134": 681,
      "subtotal_256203": 682,
      "subtotal_256307": 683,
      "subtotal_256338": 684,
      "subtotal_256368": 685,
      "subtotal_256400": 686,
      "subtotal_256822": 687,
      "subtotal_25700": 688,
      "subtotal_257285": 689,
      "subtotal_257290": 690,
      "subtotal_257495": 691,
      "subtotal_257728": 692,
      "subtotal_257898": 693,
      "subtotal_258535": 694,
      "subtotal_258750": 695,
      "subtotal_258755": 696,
      "subtotal_259540": 697,
      "subtotal_259629": 698,
      "subtotal_259842": 699,
      "subtotal_260376": 700,
      "subtotal_260708": 701,
      "subtotal_260848": 702,
      "subtotal_261375": 703,
      "subtotal_261377": 704,
      "subtotal_261425": 705,
      "subtotal_26208": 706,
      "subtotal_262742": 707,
      "subtotal_262896": 708,
      "subtotal_263094": 709,
      "subtotal_264057": 710,
      "subtotal_264340": 711,
      "subtotal_264809": 712,
      "subtotal_265056": 713,
      "subtotal_265085": 714,
      "subtotal_265920": 715,
      "subtotal_266139": 716,
      "subtotal_266950": 717,
      "subtotal_26706": 718,
      "subtotal_267226": 719,
      "subtotal_267840": 720,
      "subtotal_268776": 721,
      "subtotal_269525": 722,
      "subtotal_269673": 723,
      "subtotal_269696": 724,
      "subtotal_269820": 725,
      "subtotal_271405": 726,
      "subtotal_271592": 727,
      "subtotal_271632": 728,
      "subtotal_271637": 729,
      "subtotal_271746": 730,
      "subtotal_27208": 731,
      "subtotal_272200": 732,
      "subtotal_27300": 733,
      "subtotal_273166": 734,
      "subtotal_27333": 735,
      "subtotal_27376": 736,
      "subtotal_273765": 737,
      "subtotal_273959": 738,
      "subtotal_274085": 739,
      "subtotal_275368": 740,
      "subtotal_275592": 741,
      "subtotal_275700": 742,
      "subtotal_275833": 743,
      "subtotal_276176": 744,
      "subtotal_27624": 745,
      "subtotal_276432": 746,
      "subtotal_276728": 747,
      "subtotal_27712": 748,
      "subtotal_278242": 749,
      "subtotal_279148": 750,
      "subtotal_279608": 751,
      "subtotal_279897": 752,
      "subtotal_279991": 753,
      "subtotal_280120": 754,
      "subtotal_281108": 755,
      "subtotal_28120": 756,
      "subtotal_281430": 757,
      "subtotal_281445": 758,
      "subtotal_281769": 759,
      "subtotal_281808": 760,
      "subtotal_282261": 761,
      "subtotal_282348": 762,
      "subtotal_282466": 763,
      "subtotal_282486": 764,
      "subtotal_282609": 765,
      "subtotal_283214": 766,
      "subtotal_283246": 767,
      "subtotal_283467": 768,
      "subtotal_283510": 769,
      "subtotal_283616": 770,
      "subtotal_28377": 771,
      "subtotal_283772": 772,
      "subtotal_28404": 773,
      "subtotal_284971": 774,
      "subtotal_285027": 775,
      "subtotal_285850": 776,
      "subtotal_285944": 777,
      "subtotal_28711": 778,
      "subtotal_287362": 779,
      "subtotal_287768": 780,
      "subtotal_28784": 781,
      "subtotal_288007": 782,
      "subtotal_288222": 783,
      "subtotal_288948": 784,
      "subtotal_289177": 785,
      "subtotal_28918": 786,
      "subtotal_28952": 787,
      "subtotal_289534": 788,
      "subtotal_289598": 789,
      "subtotal_289682": 790,
      "subtotal_289973": 791,
      "subtotal_290236": 792,
      "subtotal_290264": 793,
      "subtotal_290907": 794,
      "subtotal_290939": 795,
      "subtotal_291004": 796,
      "subtotal_291020": 797,
      "subtotal_292213": 798,
      "subtotal_292803": 799,
      "subtotal_293149": 800,
      "subtotal_293920": 801,
      "subtotal_294363": 802,
      "subtotal_29465": 803,
      "subtotal_295487": 804,
      "subtotal_295632": 805,
      "subtotal_295953": 806,
      "subtotal_297127": 807,
      "subtotal_297178": 808,
      "subtotal_297487": 809,
      "subtotal_29794": 810,
      "subtotal_298760": 811,
      "subtotal_298978": 812,
      "subtotal_299586": 813,
      "subtotal_300121": 814,
      "subtotal_301319": 815,
      "subtotal_301876": 816,
      "subtotal_301885": 817,
      "subtotal_301918": 818,
      "subtotal_30250": 819,
      "subtotal_30276": 820,
      "subtotal_303756": 821,
      "subtotal_303890": 822,
      "subtotal_304620": 823,
      "subtotal_305154": 824,
      "subtotal_305478": 825,
      "subtotal_30608": 826,
      "subtotal_306862": 827,
      "subtotal_307060": 828,
      "subtotal_307904": 829,
      "subtotal_308163": 830,
      "subtotal_308311": 831,
      "subtotal_308624": 832,
      "subtotal_30868": 833,
      "subtotal_308829": 834,
      "subtotal_308896": 835,
      "subtotal_30932": 836,
      "subtotal_309475": 837,
      "subtotal_310288": 838,
      "subtotal_310738": 839,
      "subtotal_310766": 840,
      "subtotal_31081": 841,
      "subtotal_311879": 842,
      "subtotal_312110": 843,
      "subtotal_312241": 844,
      "subtotal_313037": 845,
      "subtotal_31395": 846,
      "subtotal_314607": 847,
      "subtotal_315340": 848,
      "subtotal_315507": 849,
      "subtotal_31569": 850,
      "subtotal_315696": 851,
      "subtotal_316142": 852,
      "subtotal_31616": 853,
      "subtotal_31617": 854,
      "subtotal_318592": 855,
      "subtotal_319324": 856,
      "subtotal_319605": 857,
      "subtotal_31996": 858,
      "subtotal_319988": 859,
      "subtotal_320427": 860,
      "subtotal_320712": 861,
      "subtotal_320889": 862,
      "subtotal_321109": 863,
      "subtotal_321338": 864,
      "subtotal_321504": 865,
      "subtotal_32204": 866,
      "subtotal_322802": 867,
      "subtotal_323100": 868,
      "subtotal_323224": 869,
      "subtotal_323617": 870,
      "subtotal_32390": 871,
      "subtotal_32404": 872,
      "subtotal_32430": 873,
      "subtotal_324543": 874,
      "subtotal_324544": 875,
      "subtotal_32508": 876,
      "subtotal_32615": 877,
      "subtotal_32643": 878,
      "subtotal_326680": 879,
      "subtotal_32679": 880,
      "subtotal_326879": 881,
      "subtotal_32724": 882,
      "subtotal_327259": 883,
      "subtotal_327562": 884,
      "subtotal_327799": 885,
      "subtotal_328012": 886,
      "subtotal_32825": 887,
      "subtotal_328703": 888,
      "subtotal_32892": 889,
      "subtotal_32903": 890,
      "subtotal_330654": 891,
      "subtotal_330790": 892,
      "subtotal_331153": 893,
      "subtotal_331657": 894,
      "subtotal_332271": 895,
      "subtotal_332302": 896,
      "subtotal_332905": 897,
      "subtotal_33318": 898,
      "subtotal_334020": 899,
      "subtotal_334183": 900,
      "subtotal_334252": 901,
      "subtotal_334293": 902,
      "subtotal_33441": 903,
      "subtotal_334647": 904,
      "subtotal_334920": 905,
      "subtotal_33512": 906,
      "subtotal_335298": 907,
      "subtotal_335517": 908,
      "subtotal_335543": 909,
      "subtotal_336346": 910,
      "subtotal_336442": 911,
      "subtotal_337164": 912,
      "subtotal_337170": 913,
      "subtotal_337182": 914,
      "subtotal_337365": 915,
      "subtotal_337958": 916,
      "subtotal_337995": 917,
      "subtotal_338666": 918,
      "subtotal_339236": 919,
      "subtotal_339455": 920,
      "subtotal_339751": 921,
      "subtotal_339841": 922,
      "subtotal_340063": 923,
      "subtotal_340082": 924,
      "subtotal_340537": 925,
      "subtotal_341451": 926,
      "subtotal_342133": 927,
      "subtotal_34293": 928,
      "subtotal_343659": 929,
      "subtotal_34371": 930,
      "subtotal_34380": 931,
      "subtotal_3445": 932,
      "subtotal_345056": 933,
      "subtotal_345410": 934,
      "subtotal_345492": 935,
      "subtotal_345519": 936,
      "subtotal_34588": 937,
      "subtotal_345945": 938,
      "subtotal_347731": 939,
      "subtotal_34820": 940,
      "subtotal_34847": 941,
      "subtotal_349201": 942,
      "subtotal_34932": 943,
      "subtotal_349483": 944,
      "subtotal_34989": 945,
      "subtotal_35016": 946,
      "subtotal_350292": 947,
      "subtotal_350712": 948,
      "subtotal_35080": 949,
      "subtotal_351886": 950,
      "subtotal_352095": 951,
      "subtotal_352503": 952,
      "subtotal_353560": 953,
      "subtotal_353832": 954,
      "subtotal_35408": 955,
      "subtotal_354091": 956,
      "subtotal_35416": 957,
      "subtotal_354322": 958,
      "subtotal_355741": 959,
      "subtotal_356137": 960,
      "subtotal_35616": 961,
      "subtotal_356607": 962,
      "subtotal_35711": 963,
      "subtotal_35833": 964,
      "subtotal_358360": 965,
      "subtotal_358597": 966,
      "subtotal_35944": 967,
      "subtotal_359739": 968,
      "subtotal_36120": 969,
      "subtotal_361384": 970,
      "subtotal_36212": 971,
      "subtotal_36242": 972,
      "subtotal_362455": 973,
      "subtotal_36250": 974,
      "subtotal_362530": 975,
      "subtotal_362570": 976,
      "subtotal_363100": 977,
      "subtotal_363626": 978,
      "subtotal_36428": 979,
      "subtotal_364450": 980,
      "subtotal_36464": 981,
      "subtotal_36570": 982,
      "subtotal_365805": 983,
      "subtotal_367504": 984,
      "subtotal_367524": 985,
      "subtotal_36759": 986,
      "subtotal_368782": 987,
      "subtotal_369770": 988,
      "subtotal_37010": 989,
      "subtotal_37068": 990,
      "subtotal_37232": 991,
      "subtotal_372816": 992,
      "subtotal_373655": 993,
      "subtotal_37368": 994,
      "subtotal_373758": 995,
      "subtotal_374358": 996,
      "subtotal_375286": 997,
      "subtotal_376475": 998,
      "subtotal_377298": 999,
      "subtotal_377317": 1000,
      "subtotal_377966": 1001,
      "subtotal_37990": 1002,
      "subtotal_38094": 1003,
      "subtotal_381350": 1004,
      "subtotal_381391": 1005,
      "subtotal_381913": 1006,
      "subtotal_382134": 1007,
      "subtotal_382926": 1008,
      "subtotal_383497": 1009,
      "subtotal_3838": 1010,
      "subtotal_383873": 1011,
      "subtotal_38470": 1012,
      "subtotal_384846": 1013,
      "subtotal_385334": 1014,
      "subtotal_385654": 1015,
      "subtotal_385858": 1016,
      "subtotal_386412": 1017,
      "subtotal_386856": 1018,
      "subtotal_387106": 1019,
      "subtotal_38712": 1020,
      "subtotal_387264": 1021,
      "subtotal_388295": 1022,
      "subtotal_388362": 1023,
      "subtotal_388470": 1024,
      "subtotal_388488": 1025,
      "subtotal_38937": 1026,
      "subtotal_39072": 1027,
      "subtotal_39087": 1028,
      "subtotal_391260": 1029,
      "subtotal_391966": 1030,
      "subtotal_392126": 1031,
      "subtotal_392434": 1032,
      "subtotal_394051": 1033,
      "subtotal_394152": 1034,
      "subtotal_39420": 1035,
      "subtotal_39580": 1036,
      "subtotal_396189": 1037,
      "subtotal_396397": 1038,
      "subtotal_39640": 1039,
      "subtotal_397976": 1040,
      "subtotal_3987": 1041,
      "subtotal_39876": 1042,
      "subtotal_399076": 1043,
      "subtotal_39940": 1044,
      "subtotal_400856": 1045,
      "subtotal_401110": 1046,
      "subtotal_401352": 1047,
      "subtotal_40288": 1048,
      "subtotal_40348": 1049,
      "subtotal_404245": 1050,
      "subtotal_40440": 1051,
      "subtotal_404691": 1052,
      "subtotal_404874": 1053,
      "subtotal_404939": 1054,
      "subtotal_40569": 1055,
      "subtotal_405772": 1056,
      "subtotal_40696": 1057,
      "subtotal_407042": 1058,
      "subtotal_407284": 1059,
      "subtotal_407930": 1060,
      "subtotal_412149": 1061,
      "subtotal_416509": 1062,
      "subtotal_41665": 1063,
      "subtotal_416654": 1064,
      "subtotal_417613": 1065,
      "subtotal_417916": 1066,
      "subtotal_418603": 1067,
      "subtotal_418861": 1068,
      "subtotal_419164": 1069,
      "subtotal_419787": 1070,
      "subtotal_41985": 1071,
      "subtotal_420295": 1072,
      "subtotal_420853": 1073,
      "subtotal_422027": 1074,
      "subtotal_422761": 1075,
      "subtotal_42286": 1076,
      "subtotal_42288": 1077,
      "subtotal_42302": 1078,
      "subtotal_423215": 1079,
      "subtotal_42430": 1080,
      "subtotal_42512": 1081,
      "subtotal_42544": 1082,
      "subtotal_425570": 1083,
      "subtotal_42595": 1084,
      "subtotal_426013": 1085,
      "subtotal_426364": 1086,
      "subtotal_427210": 1087,
      "subtotal_427534": 1088,
      "subtotal_42786": 1089,
      "subtotal_42804": 1090,
      "subtotal_42864": 1091,
      "subtotal_428688": 1092,
      "subtotal_42900": 1093,
      "subtotal_429362": 1094,
      "subtotal_429597": 1095,
      "subtotal_43088": 1096,
      "subtotal_43135": 1097,
      "subtotal_431954": 1098,
      "subtotal_43270": 1099,
      "subtotal_433850": 1100,
      "subtotal_43450": 1101,
      "subtotal_434698": 1102,
      "subtotal_43489": 1103,
      "subtotal_43543": 1104,
      "subtotal_435600": 1105,
      "subtotal_435885": 1106,
      "subtotal_43611": 1107,
      "subtotal_436351": 1108,
      "subtotal_437201": 1109,
      "subtotal_43811": 1110,
      "subtotal_439473": 1111,
      "subtotal_43952": 1112,
      "subtotal_43976": 1113,
      "subtotal_439911": 1114,
      "subtotal_440192": 1115,
      "subtotal_441195": 1116,
      "subtotal_442180": 1117,
      "subtotal_44246": 1118,
      "subtotal_442757": 1119,
      "subtotal_443398": 1120,
      "subtotal_444072": 1121,
      "subtotal_444273": 1122,
      "subtotal_446286": 1123,
      "subtotal_446843": 1124,
      "subtotal_447493": 1125,
      "subtotal_44856": 1126,
      "subtotal_448572": 1127,
      "subtotal_448765": 1128,
      "subtotal_449745": 1129,
      "subtotal_450364": 1130,
      "subtotal_451999": 1131,
      "subtotal_45246": 1132,
      "subtotal_455717": 1133,
      "subtotal_457140": 1134,
      "subtotal_457471": 1135,
      "subtotal_4581": 1136,
      "subtotal_458592": 1137,
      "subtotal_459226": 1138,
      "subtotal_4600": 1139,
      "subtotal_46077": 1140,
      "subtotal_462064": 1141,
      "subtotal_462160": 1142,
      "subtotal_462346": 1143,
      "subtotal_462877": 1144,
      "subtotal_463007": 1145,
      "subtotal_464167": 1146,
      "subtotal_46448": 1147,
      "subtotal_46480": 1148,
      "subtotal_465341": 1149,
      "subtotal_465508": 1150,
      "subtotal_466509": 1151,
      "subtotal_466577": 1152,
      "subtotal_46660": 1153,
      "subtotal_46926": 1154,
      "subtotal_469423": 1155,
      "subtotal_470031": 1156,
      "subtotal_470315": 1157,
      "subtotal_47037": 1158,
      "subtotal_471906": 1159,
      "subtotal_472624": 1160,
      "subtotal_47369": 1161,
      "subtotal_47525": 1162,
      "subtotal_478456": 1163,
      "subtotal_478959": 1164,
      "subtotal_481106": 1165,
      "subtotal_48285": 1166,
      "subtotal_48291": 1167,
      "subtotal_484067": 1168,
      "subtotal_484126": 1169,
      "subtotal_48426": 1170,
      "subtotal_48652": 1171,
      "subtotal_487617": 1172,
      "subtotal_489822": 1173,
      "subtotal_490072": 1174,
      "subtotal_4923": 1175,
      "subtotal_49342": 1176,
      "subtotal_49353": 1177,
      "subtotal_49494": 1178,
      "subtotal_49862": 1179,
      "subtotal_498781": 1180,
      "subtotal_499011": 1181,
      "subtotal_50076": 1182,
      "subtotal_505182": 1183,
      "subtotal_505291": 1184,
      "subtotal_505455": 1185,
      "subtotal_50580": 1186,
      "subtotal_5067": 1187,
      "subtotal_508533": 1188,
      "subtotal_508774": 1189,
      "subtotal_50900": 1190,
      "subtotal_51115": 1191,
      "subtotal_511419": 1192,
      "subtotal_511481": 1193,
      "subtotal_51258": 1194,
      "subtotal_51282": 1195,
      "subtotal_513050": 1196,
      "subtotal_51409": 1197,
      "subtotal_51504": 1198,
      "subtotal_515616": 1199,
      "subtotal_51584": 1200,
      "subtotal_517179": 1201,
      "subtotal_517544": 1202,
      "subtotal_517590": 1203,
      "subtotal_517998": 1204,
      "subtotal_520507": 1205,
      "subtotal_52080": 1206,
      "subtotal_52122": 1207,
      "subtotal_523020": 1208,
      "subtotal_52350": 1209,
      "subtotal_524041": 1210,
      "subtotal_524882": 1211,
      "subtotal_526165": 1212,
      "subtotal_52806": 1213,
      "subtotal_53012": 1214,
      "subtotal_530246": 1215,
      "subtotal_53080": 1216,
      "subtotal_532184": 1217,
      "subtotal_53280": 1218,
      "subtotal_533178": 1219,
      "subtotal_53398": 1220,
      "subtotal_534080": 1221,
      "subtotal_53472": 1222,
      "subtotal_535180": 1223,
      "subtotal_536290": 1224,
      "subtotal_53790": 1225,
      "subtotal_54036": 1226,
      "subtotal_541942": 1227,
      "subtotal_544697": 1228,
      "subtotal_545935": 1229,
      "subtotal_547026": 1230,
      "subtotal_54984": 1231,
      "subtotal_55140": 1232,
      "subtotal_55420": 1233,
      "subtotal_556305": 1234,
      "subtotal_55636": 1235,
      "subtotal_5592": 1236,
      "subtotal_56040": 1237,
      "subtotal_56133": 1238,
      "subtotal_56168": 1239,
      "subtotal_56266": 1240,
      "subtotal_56346": 1241,
      "subtotal_567166": 1242,
      "subtotal_56820": 1243,
      "subtotal_56835": 1244,
      "subtotal_56848": 1245,
      "subtotal_56864": 1246,
      "subtotal_570696": 1247,
      "subtotal_57160": 1248,
      "subtotal_57220": 1249,
      "subtotal_5730": 1250,
      "subtotal_574928": 1251,
      "subtotal_57520": 1252,
      "subtotal_57524": 1253,
      "subtotal_57668": 1254,
      "subtotal_57807": 1255,
      "subtotal_57873": 1256,
      "subtotal_579235": 1257,
      "subtotal_58096": 1258,
      "subtotal_58191": 1259,
      "subtotal_58484": 1260,
      "subtotal_586249": 1261,
      "subtotal_58667": 1262,
      "subtotal_586716": 1263,
      "subtotal_5869": 1264,
      "subtotal_588785": 1265,
      "subtotal_589282": 1266,
      "subtotal_59076": 1267,
      "subtotal_59136": 1268,
      "subtotal_59205": 1269,
      "subtotal_59368": 1270,
      "subtotal_594438": 1271,
      "subtotal_59511": 1272,
      "subtotal_59700": 1273,
      "subtotal_59795": 1274,
      "subtotal_59940": 1275,
      "subtotal_60024": 1276,
      "subtotal_602809": 1277,
      "subtotal_602938": 1278,
      "subtotal_60548": 1279,
      "subtotal_606965": 1280,
      "subtotal_6103": 1281,
      "subtotal_61095": 1282,
      "subtotal_61234": 1283,
      "subtotal_61295": 1284,
      "subtotal_61364": 1285,
      "subtotal_61494": 1286,
      "subtotal_61536": 1287,
      "subtotal_61552": 1288,
      "subtotal_61610": 1289,
      "subtotal_61689": 1290,
      "subtotal_61803": 1291,
      "subtotal_62137": 1292,
      "subtotal_62429": 1293,
      "subtotal_626530": 1294,
      "subtotal_62880": 1295,
      "subtotal_63060": 1296,
      "subtotal_63514": 1297,
      "subtotal_63615": 1298,
      "subtotal_64328": 1299,
      "subtotal_64462": 1300,
      "subtotal_64698": 1301,
      "subtotal_64742": 1302,
      "subtotal_64821": 1303,
      "subtotal_64958": 1304,
      "subtotal_65027": 1305,
      "subtotal_65032": 1306,
      "subtotal_65144": 1307,
      "subtotal_65560": 1308,
      "subtotal_65636": 1309,
      "subtotal_65736": 1310,
      "subtotal_662544": 1311,
      "subtotal_66276": 1312,
      "subtotal_66372": 1313,
      "subtotal_668099": 1314,
      "subtotal_66894": 1315,
      "subtotal_66918": 1316,
      "subtotal_669557": 1317,
      "subtotal_66958": 1318,
      "subtotal_67109": 1319,
      "subtotal_67182": 1320,
      "subtotal_67260": 1321,
      "subtotal_67284": 1322,
      "subtotal_67332": 1323,
      "subtotal_67806": 1324,
      "subtotal_67878": 1325,
      "subtotal_679030": 1326,
      "subtotal_67983": 1327,
      "subtotal_68156": 1328,
      "subtotal_681971": 1329,
      "subtotal_686655": 1330,
      "subtotal_68762": 1331,
      "subtotal_68838": 1332,
      "subtotal_688490": 1333,
      "subtotal_688632": 1334,
      "subtotal_688775": 1335,
      "subtotal_688895": 1336,
      "subtotal_69042": 1337,
      "subtotal_69089": 1338,
      "subtotal_69732": 1339,
      "subtotal_70368": 1340,
      "subtotal_70584": 1341,
      "subtotal_70610": 1342,
      "subtotal_70708": 1343,
      "subtotal_70896": 1344,
      "subtotal_71161": 1345,
      "subtotal_71443": 1346,
      "subtotal_71486": 1347,
      "subtotal_71560": 1348,
      "subtotal_71564": 1349,
      "subtotal_71602": 1350,
      "subtotal_71900": 1351,
      "subtotal_71910": 1352,
      "subtotal_72031": 1353,
      "subtotal_72235": 1354,
      "subtotal_72420": 1355,
      "subtotal_72676": 1356,
      "subtotal_72694": 1357,
      "subtotal_72759": 1358,
      "subtotal_72965": 1359,
      "subtotal_72973": 1360,
      "subtotal_73052": 1361,
      "subtotal_73140": 1362,
      "subtotal_73236": 1363,
      "subtotal_73310": 1364,
      "subtotal_73490": 1365,
      "subtotal_73947": 1366,
      "subtotal_74204": 1367,
      "subtotal_7423": 1368,
      "subtotal_74376": 1369,
      "subtotal_74444": 1370,
      "subtotal_74490": 1371,
      "subtotal_74608": 1372,
      "subtotal_75152": 1373,
      "subtotal_75159": 1374,
      "subtotal_75160": 1375,
      "subtotal_75352": 1376,
      "subtotal_75363": 1377,
      "subtotal_75434": 1378,
      "subtotal_75486": 1379,
      "subtotal_75930": 1380,
      "subtotal_76088": 1381,
      "subtotal_76848": 1382,
      "subtotal_76992": 1383,
      "subtotal_77258": 1384,
      "subtotal_77319": 1385,
      "subtotal_77916": 1386,
      "subtotal_77970": 1387,
      "subtotal_78024": 1388,
      "subtotal_78149": 1389,
      "subtotal_78160": 1390,
      "subtotal_78212": 1391,
      "subtotal_78722": 1392,
      "subtotal_78782": 1393,
      "subtotal_78840": 1394,
      "subtotal_78860": 1395,
      "subtotal_791246": 1396,
      "subtotal_80056": 1397,
      "subtotal_80224": 1398,
      "subtotal_80276": 1399,
      "subtotal_80341": 1400,
      "subtotal_80594": 1401,
      "subtotal_80632": 1402,
      "subtotal_81061": 1403,
      "subtotal_81148": 1404,
      "subtotal_81486": 1405,
      "subtotal_8187": 1406,
      "subtotal_82030": 1407,
      "subtotal_82128": 1408,
      "subtotal_82178": 1409,
      "subtotal_82380": 1410,
      "subtotal_82908": 1411,
      "subtotal_82986": 1412,
      "subtotal_83064": 1413,
      "subtotal_83182": 1414,
      "subtotal_83202": 1415,
      "subtotal_83364": 1416,
      "subtotal_83566": 1417,
      "subtotal_83877": 1418,
      "subtotal_84110": 1419,
      "subtotal_84179": 1420,
      "subtotal_84180": 1421,
      "subtotal_84616": 1422,
      "subtotal_8462": 1423,
      "subtotal_84815": 1424,
      "subtotal_85307": 1425,
      "subtotal_85356": 1426,
      "subtotal_85521": 1427,
      "subtotal_85760": 1428,
      "subtotal_85785": 1429,
      "subtotal_85885": 1430,
      "subtotal_85938": 1431,
      "subtotal_86002": 1432,
      "subtotal_86028": 1433,
      "subtotal_86209": 1434,
      "subtotal_86408": 1435,
      "subtotal_86600": 1436,
      "subtotal_86632": 1437,
      "subtotal_86721": 1438,
      "subtotal_87046": 1439,
      "subtotal_87051": 1440,
      "subtotal_8706": 1441,
      "subtotal_87105": 1442,
      "subtotal_87361": 1443,
      "subtotal_87406": 1444,
      "subtotal_87422": 1445,
      "subtotal_87490": 1446,
      "subtotal_87494": 1447,
      "subtotal_87560": 1448,
      "subtotal_88012": 1449,
      "subtotal_88072": 1450,
      "subtotal_88232": 1451,
      "subtotal_88590": 1452,
      "subtotal_88656": 1453,
      "subtotal_88750": 1454,
      "subtotal_88816": 1455,
      "subtotal_88855": 1456,
      "subtotal_88876": 1457,
      "subtotal_88965": 1458,
      "subtotal_89086": 1459,
      "subtotal_8917": 1460,
      "subtotal_89188": 1461,
      "subtotal_89289": 1462,
      "subtotal_89370": 1463,
      "subtotal_89388": 1464,
      "subtotal_89485": 1465,
      "subtotal_89853": 1466,
      "subtotal_89917": 1467,
      "subtotal_90320": 1468,
      "subtotal_9058": 1469,
      "subtotal_90744": 1470,
      "subtotal_91640": 1471,
      "subtotal_92645": 1472,
      "subtotal_92667": 1473,
      "subtotal_92762": 1474,
      "subtotal_92925": 1475,
      "subtotal_93288": 1476,
      "subtotal_9332": 1477,
      "subtotal_93528": 1478,
      "subtotal_93616": 1479,
      "subtotal_93637": 1480,
      "subtotal_94128": 1481,
      "subtotal_95429": 1482,
      "subtotal_9564": 1483,
      "subtotal_95888": 1484,
      "subtotal_95922": 1485,
      "subtotal_9622": 1486,
      "subtotal_96450": 1487,
      "subtotal_96481": 1488,
      "subtotal_96632": 1489,
      "subtotal_96738": 1490,
      "subtotal_97046": 1491,
      "subtotal_97114": 1492,
      "subtotal_97179": 1493,
      "subtotal_97685": 1494,
      "subtotal_97756": 1495,
      "subtotal_9796": 1496,
      "subtotal_98022": 1497,
      "subtotal_98095": 1498,
      "subtotal_98317": 1499,
      "subtotal_98464": 1500,
      "subtotal_98696": 1501,
      "subtotal_98850": 1502,
      "subtotal_99029": 1503,
      "subtotal_99570": 1504,
      "subtotal_99908": 1505,
      "tax_0": 1506,
      "tax_10035": 1507,
      "tax_10086": 1508,
      "tax_10214": 1509,
      "tax_1032": 1510,
      "tax_1034": 1511,
      "tax_10406": 1512,
      "tax_1053": 1513,
      "tax_10611": 1514,
      "tax_10613": 1515,
      "tax_10663": 1516,
      "tax_1073": 1517,
      "tax_1075": 1518,
      "tax_10782": 1519,
      "tax_10785": 1520,
      "tax_10926": 1521,
      "tax_11329": 1522,
      "tax_11447": 1523,
      "tax_11516": 1524,
      "tax_11572": 1525,
      "tax_11697": 1526,
      "tax_11706": 1527,
      "tax_11805": 1528,
      "tax_12001": 1529,
      "tax_12043": 1530,
      "tax_12145": 1531,
      "tax_12290": 1532,
      "tax_12350": 1533,
      "tax_12392": 1534,
      "tax_12476": 1535,
      "tax_12484": 1536,
      "tax_12489": 1537,
      "tax_12613": 1538,
      "tax_12669": 1539,
      "tax_12850": 1540,
      "tax_12875": 1541,
      "tax_12995": 1542,
      "tax_13035": 1543,
      "tax_13120": 1544,
      "tax_13184": 1545,
      "tax_13195": 1546,
      "tax_13216": 1547,
      "tax_13476": 1548,
      "tax_13501": 1549,
      "tax_13582": 1550,
      "tax_13634": 1551,
      "tax_13688": 1552,
      "tax_13698": 1553,
      "tax_13809": 1554,
      "tax_13833": 1555,
      "tax_13907": 1556,
      "tax_14072": 1557,
      "tax_14099": 1558,
      "tax_14113": 1559,
      "tax_14297": 1560,
      "tax_14371": 1561,
      "tax_14550": 1562,
      "tax_14597": 1563,
      "tax_14657": 1564,
      "tax_14744": 1565,
      "tax_1490": 1566,
      "tax_14938": 1567,
      "tax_14949": 1568,
      "tax_15006": 1569,
      "tax_15187": 1570,
      "tax_15386": 1571,
      "tax_15644": 1572,
      "tax_15744": 1573,
      "tax_15785": 1574,
      "tax_15929": 1575,
      "tax_16045": 1576,
      "tax_16074": 1577,
      "tax_16075": 1578,
      "tax_16112": 1579,
      "tax_16224": 1580,
      "tax_16227": 1581,
      "tax_1631": 1582,
      "tax_1643": 1583,
      "tax_16435": 1584,
      "tax_16454": 1585,
      "tax_16530": 1586,
      "tax_1654": 1587,
      "tax_16709": 1588,
      "tax_16732": 1589,
      "tax_16790": 1590,
      "tax_16965": 1591,
      "tax_1697": 1592,
      "tax_16986": 1593,
      "tax_17075": 1594,
      "tax_17120": 1595,
      "tax_17195": 1596,
      "tax_17221": 1597,
      "tax_17321": 1598,
      "tax_17474": 1599,
      "tax_17489": 1600,
      "tax_17592": 1601,
      "tax_17692": 1602,
      "tax_1770": 1603,
      "tax_17730": 1604,
      "tax_17731": 1605,
      "tax_1792": 1606,
      "tax_18155": 1607,
      "tax_1817": 1608,
      "tax_18181": 1609,
      "tax_18223": 1610,
      "tax_1830": 1611,
      "tax_18351": 1612,
      "tax_18371": 1613,
      "tax_18488": 1614,
      "tax_18528": 1615,
      "tax_18556": 1616,
      "tax_18584": 1617,
      "tax_18631": 1618,
