{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.0,
  "classifier_dropout": 0.0,
  "dtype": "float32",
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.0,
  "hidden_size": 128,
  "id2label": {
    "0": "NOT_SELECTED",
    "1": "SELECTED"
  },
  "initializer_range": 0.02,
  "intermediate_size": 256,
  "label2id": {
    "NOT_SELECTED": 0,
    "SELECTED": 1
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 256,
  "model_type": "bert",
  "num_attention_heads": 8,
  "num_hidden_layers": 4,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "transformers_version": "4.57.6",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 45144
}
