{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 64,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 64
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "%": 5,
      "(": 6,
      "(+/-)": 7,
      "(Incl.": 8,
      ")": 9,
      "-": 10,
      "0.00": 11,
      "0.01": 12,
      "0.02": 13,
      "0.03": 14,
      "0.04": 15,
      "0.05": 16,
      "0.06": 17,
      "0.07": 18,
      "0.08": 19,
      "0.09": 20,
      "0.10": 21,
      "0.11": 22,
      "0.12": 23,
      "0.13": 24,
      "0.14": 25,
      "0.15": 26,
      "0.16": 27,
      "0.17": 28,
      "0.18": 29,
      "0.19": 30,
      "0.20": 31,
      "0.21": 32,
      "0.22": 33,
      "0.23": 34,
      "0.24": 35,
      "0.25": 36,
      "0.26": 37,
      "0.27": 38,
      "0.28": 39,
      "0.29": 40,
      "0.30": 41,
      "0.31": 42,
      "0.32": 43,
      "0.33": 44,
      "0.34": 45,
      "0.35": 46,
      "0.36": 47,
      "0.37": 48,
      "0.38": 49,
      "0.39": 50,
      "0.40": 51,
      "0.41": 52,
      "0.42": 53,
      "0.43": 54,
      "0.44": 55,
      "0.45": 56,
      "0.46": 57,
      "0.47": 58,
      "0.48": 59,
      "0.49": 60,
      "0.50": 61,
      "0.51": 62,
      "0.52": 63,
      "0.53": 64,
      "0.54": 65,
      "0.55": 66,
      "0.56": 67,
      "0.57": 68,
      "0.58": 69,
      "0.59": 70,
      "0.60": 71,
      "0.61": 72,
      "0.62": 73,
      "0.63": 74,
      "0.64": 75,
      "0.65": 76,
      "0.66": 77,
      "0.67": 78,
      "0.68": 79,
      "0.69": 80,
      "0.70": 81,
      "0.71": 82,
      "0.72": 83,
      "0.73": 84,
      "0.74": 85,
      "0.75": 86,
      "0.76": 87,
      "0.77": 88,
      "0.78": 89,
      "0.79": 90,
      "0.80": 91,
      "0.81": 92,
      "0.82": 93,
      "0.83": 94,
      "0.84": 95,
      "0.85": 96,
      "0.86": 97,
      "0.87": 98,
      "0.88": 99,
      "0.89": 100,
      "0.90": 101,
      "0.91": 102,
      "0.92": 103,
      "0.93": 104,
      "0.94": 105,
      "0.95": 106,
      "0.96": 107,
      "0.97": 108,
      "0.98": 109,
      "0.99": 110,
      "1": 111,
      "1,00,007.92": 112,
      "1,00,045.14": 113,
      "1,00,064.64": 114,
      "1,00,067.74": 115,
      "1,00,103.04": 116,
      "1,00,119.96": 117,
      "1,00,140.04": 118,
      "1,00,157.85": 119,
      "1,00,196.16": 120,
      "1,00,278.09": 121,
      "1,00,356.17": 122,
      "1,00,406.85": 123,
      "1,00,456.80": 124,
      "1,00,629.76": 125,
      "1,00,655.60": 126,
      "1,00,656.05": 127,
      "1,00,766.82": 128,
      "1,00,815.39": 129,
      "1,00,940.72": 130,
      "1,00,945.23": 131,
      "1,00,964.24": 132,
      "1,00,993.56": 133,
      "1,000.63": 134,
      "1,001.40": 135,
      "1,001.44": 136,
      "1,002.04": 137,
      "1,002.26": 138,
      "1,002.43": 139,
      "1,002.57": 140,
      "1,002.85": 141,
      "1,003.47": 142,
      "1,004.46": 143,
      "1,004.49": 144,
      "1,005.62": 145,
      "1,006.73": 146,
      "1,006.86": 147,
      "1,007.16": 148,
      "1,007.27": 149,
      "1,007.40": 150,
      "1,008.38": 151,
      "1,009.14": 152,
      "1,009.75": 153,
      "1,009.94": 154,
      "1,01,023.22": 155,
      "1,01,038.68": 156,
      "1,01,103.59": 157,
      "1,01,125.10": 158,
      "1,01,129.13": 159,
      "1,01,129.43": 160,
      "1,01,366.42": 161,
      "1,01,375.00": 162,
      "1,01,384.60": 163,
      "1,01,474.16": 164,
      "1,01,513.10": 165,
      "1,01,516.19": 166,
      "1,01,590.72": 167,
      "1,01,655.90": 168,
      "1,01,966.55": 169,
      "1,01,995.00": 170,
      "1,010.70": 171,
      "1,013.25": 172,
      "1,013.38": 173,
      "1,013.98": 174,
      "1,015.63": 175,
      "1,016.19": 176,
      "1,016.24": 177,
      "1,016.26": 178,
      "1,018.59": 179,
      "1,019.49": 180,
      "1,02,055.20": 181,
      "1,02,071.82": 182,
      "1,02,156.36": 183,
      "1,02,202.87": 184,
      "1,02,277.50": 185,
      "1,02,452.21": 186,
      "1,02,571.39": 187,
      "1,02,610.98": 188,
      "1,02,703.62": 189,
      "1,02,721.10": 190,
      "1,02,793.04": 191,
      "1,02,857.16": 192,
      "1,02,880.15": 193,
      "1,02,951.94": 194,
      "1,020.02": 195,
      "1,020.04": 196,
      "1,021.20": 197,
      "1,021.38": 198,
      "1,021.39": 199,
      "1,021.72": 200,
      "1,022.78": 201,
      "1,022.97": 202,
      "1,023.19": 203,
      "1,023.30": 204,
      "1,023.58": 205,
      "1,023.60": 206,
      "1,024.88": 207,
      "1,025.17": 208,
      "1,025.25": 209,
      "1,025.94": 210,
      "1,026.25": 211,
      "1,026.90": 212,
      "1,028.16": 213,
      "1,028.43": 214,
      "1,029.20": 215,
      "1,029.35": 216,
      "1,029.42": 217,
      "1,03,248.96": 218,
      "1,03,430.88": 219,
      "1,03,586.07": 220,
      "1,03,589.67": 221,
      "1,03,609.11": 222,
      "1,03,971.62": 223,
      "1,03,986.50": 224,
      "1,030.09": 225,
      "1,031.14": 226,
      "1,031.28": 227,
      "1,031.46": 228,
      "1,031.47": 229,
      "1,031.67": 230,
      "1,031.90": 231,
      "1,032.18": 232,
      "1,033.07": 233,
      "1,033.97": 234,
      "1,035.84": 235,
      "1,036.10": 236,
      "1,036.27": 237,
      "1,036.64": 238,
      "1,039.30": 239,
      "1,039.94": 240,
      "1,04,201.51": 241,
      "1,04,339.24": 242,
      "1,04,566.06": 243,
      "1,04,687.22": 244,
      "1,04,747.40": 245,
      "1,04,812.51": 246,
      "1,04,815.08": 247,
      "1,04,841.66": 248,
      "1,04,841.99": 249,
      "1,04,857.96": 250,
      "1,04,859.30": 251,
      "1,04,895.78": 252,
      "1,04,976.72": 253,
      "1,040.16": 254,
      "1,040.95": 255,
      "1,041.66": 256,
      "1,041.94": 257,
      "1,041.96": 258,
      "1,042.66": 259,
      "1,043.10": 260,
      "1,043.20": 261,
      "1,043.36": 262,
      "1,044.99": 263,
      "1,045.94": 264,
      "1,046.00": 265,
      "1,047.22": 266,
      "1,047.53": 267,
      "1,05,046.98": 268,
      "1,05,053.46": 269,
      "1,05,058.80": 270,
      "1,05,067.87": 271,
      "1,05,068.09": 272,
      "1,05,075.04": 273,
      "1,05,126.45": 274,
      "1,05,130.26": 275,
      "1,05,160.08": 276,
      "1,05,256.66": 277,
      "1,05,275.61": 278,
      "1,05,387.91": 279,
      "1,05,400.86": 280,
      "1,05,505.50": 281,
      "1,05,509.39": 282,
      "1,05,690.77": 283,
      "1,05,883.49": 284,
      "1,05,888.79": 285,
      "1,050.42": 286,
      "1,050.43": 287,
      "1,050.84": 288,
      "1,051.20": 289,
      "1,051.35": 290,
      "1,051.37": 291,
      "1,053.57": 292,
      "1,053.85": 293,
      "1,053.96": 294,
      "1,054.68": 295,
      "1,055.67": 296,
      "1,055.82": 297,
      "1,055.88": 298,
      "1,056.77": 299,
      "1,056.80": 300,
      "1,056.85": 301,
      "1,057.13": 302,
      "1,059.86": 303,
      "1,06,004.30": 304,
      "1,06,004.33": 305,
      "1,06,117.56": 306,
      "1,06,411.76": 307,
      "1,06,427.41": 308,
      "1,06,481.02": 309,
      "1,06,574.01": 310,
      "1,06,603.32": 311,
      "1,06,641.06": 312,
      "1,06,708.02": 313,
      "1,06,771.15": 314,
      "1,06,781.90": 315,
      "1,06,924.80": 316,
      "1,06,928.90": 317,
      "1,06,929.52": 318,
      "1,06,974.19": 319,
      "1,06,974.96": 320,
      "1,06,979.23": 321,
      "1,06,979.29": 322,
      "1,060.18": 323,
      "1,062.67": 324,
      "1,063.21": 325,
      "1,063.39": 326,
      "1,064.64": 327,
      "1,065.12": 328,
      "1,065.44": 329,
      "1,066.25": 330,
      "1,066.75": 331,
      "1,066.82": 332,
      "1,066.89": 333,
      "1,068.71": 334,
      "1,07,403.29": 335,
      "1,07,573.07": 336,
      "1,07,613.24": 337,
      "1,07,850.64": 338,
      "1,07,922.48": 339,
      "1,07,976.05": 340,
      "1,07,982.42": 341,
      "1,070.73": 342,
      "1,070.96": 343,
      "1,071.65": 344,
      "1,072.03": 345,
      "1,072.34": 346,
      "1,072.90": 347,
      "1,073.18": 348,
      "1,073.26": 349,
      "1,074.07": 350,
      "1,074.40": 351,
      "1,074.73": 352,
      "1,075.03": 353,
      "1,075.15": 354,
      "1,076.80": 355,
      "1,077.94": 356,
      "1,079.02": 357,
      "1,079.05": 358,
      "1,079.28": 359,
      "1,079.55": 360,
      "1,079.95": 361,
      "1,08,088.37": 362,
      "1,08,131.22": 363,
      "1,08,211.38": 364,
      "1,08,236.65": 365,
      "1,08,359.83": 366,
      "1,08,472.52": 367,
      "1,08,520.47": 368,
      "1,08,549.36": 369,
      "1,08,603.06": 370,
      "1,08,763.30": 371,
      "1,08,798.75": 372,
      "1,08,970.44": 373,
      "1,081.02": 374,
      "1,081.51": 375,
      "1,081.73": 376,
      "1,081.80": 377,
      "1,082.40": 378,
      "1,083.74": 379,
      "1,083.89": 380,
      "1,084.59": 381,
      "1,084.75": 382,
      "1,084.80": 383,
      "1,085.22": 384,
      "1,086.24": 385,
      "1,086.93": 386,
      "1,087.24": 387,
      "1,09,195.02": 388,
      "1,09,209.60": 389,
      "1,09,217.17": 390,
      "1,09,253.92": 391,
      "1,09,380.99": 392,
      "1,09,491.96": 393,
      "1,09,558.65": 394,
      "1,09,611.74": 395,
      "1,09,626.80": 396,
      "1,09,794.86": 397,
      "1,09,972.54": 398,
      "1,09,990.37": 399,
      "1,090.23": 400,
      "1,090.30": 401,
      "1,090.76": 402,
      "1,090.96": 403,
      "1,091.76": 404,
      "1,093.29": 405,
      "1,094.65": 406,
      "1,094.72": 407,
      "1,094.99": 408,
      "1,095.41": 409,
      "1,095.50": 410,
      "1,097.10": 411,
      "1,097.17": 412,
      "1,097.49": 413,
      "1,097.69": 414,
      "1,098.54": 415,
      "1,10,208.89": 416,
      "1,10,248.60": 417,
      "1,10,253.78": 418,
      "1,10,435.71": 419,
      "1,10,481.65": 420,
      "1,10,659.62": 421,
      "1,10,668.05": 422,
      "1,10,802.53": 423,
      "1,10,814.00": 424,
      "1,10,834.70": 425,
      "1,10,868.00": 426,
      "1,10,872.00": 427,
      "1,10,880.90": 428,
      "1,100.09": 429,
      "1,101.95": 430,
      "1,102.51": 431,
      "1,102.77": 432,
      "1,102.94": 433,
      "1,103.27": 434,
      "1,105.47": 435,
      "1,105.94": 436,
      "1,107.38": 437,
      "1,107.80": 438,
      "1,108.25": 439,
      "1,108.67": 440,
      "1,109.24": 441,
      "1,109.76": 442,
      "1,11,150.69": 443,
      "1,11,211.38": 444,
      "1,11,303.72": 445,
      "1,11,305.47": 446,
      "1,11,326.40": 447,
      "1,11,423.44": 448,
      "1,11,423.59": 449,
      "1,11,579.12": 450,
      "1,11,659.73": 451,
      "1,11,660.52": 452,
      "1,11,749.60": 453,
      "1,11,852.10": 454,
      "1,11,854.05": 455,
      "1,11,877.61": 456,
      "1,11,898.80": 457,
      "1,110.08": 458,
      "1,110.18": 459,
      "1,111.20": 460,
      "1,111.95": 461,
      "1,112.16": 462,
      "1,112.25": 463,
      "1,112.51": 464,
      "1,112.80": 465,
      "1,113.28": 466,
      "1,113.29": 467,
      "1,113.59": 468,
      "1,114.36": 469,
      "1,114.52": 470,
      "1,116.06": 471,
      "1,116.15": 472,
      "1,116.44": 473,
      "1,116.61": 474,
      "1,116.72": 475,
      "1,117.14": 476,
      "1,117.59": 477,
      "1,117.79": 478,
      "1,117.96": 479,
      "1,118.67": 480,
      "1,12,109.09": 481,
      "1,12,154.27": 482,
      "1,12,235.42": 483,
      "1,12,254.64": 484,
      "1,12,303.98": 485,
      "1,12,346.28": 486,
      "1,12,379.32": 487,
      "1,12,426.79": 488,
      "1,12,562.68": 489,
      "1,12,661.25": 490,
      "1,12,726.77": 491,
      "1,12,734.27": 492,
      "1,12,762.72": 493,
      "1,12,815.70": 494,
      "1,12,867.77": 495,
      "1,12,972.74": 496,
      "1,120.38": 497,
      "1,120.94": 498,
      "1,121.68": 499,
      "1,122.06": 500,
      "1,122.23": 501,
      "1,122.66": 502,
      "1,124.00": 503,
      "1,124.27": 504,
      "1,124.28": 505,
      "1,125.37": 506,
      "1,126.06": 507,
      "1,126.18": 508,
      "1,126.54": 509,
      "1,127.38": 510,
      "1,127.67": 511,
      "1,127.68": 512,
      "1,128.09": 513,
      "1,129.37": 514,
      "1,129.59": 515,
      "1,129.74": 516,
      "1,13,165.64": 517,
      "1,13,236.02": 518,
      "1,13,265.75": 519,
      "1,13,281.44": 520,
      "1,13,318.60": 521,
      "1,13,398.11": 522,
      "1,13,449.05": 523,
      "1,13,474.83": 524,
      "1,13,505.25": 525,
      "1,13,629.74": 526,
      "1,13,642.02": 527,
      "1,13,837.14": 528,
      "1,13,862.40": 529,
      "1,13,891.61": 530,
      "1,13,967.20": 531,
      "1,13,972.22": 532,
      "1,13,974.06": 533,
      "1,130.16": 534,
      "1,131.83": 535,
      "1,132.16": 536,
      "1,132.51": 537,
      "1,132.80": 538,
      "1,134.04": 539,
      "1,134.21": 540,
      "1,134.60": 541,
      "1,134.79": 542,
      "1,135.19": 543,
      "1,135.25": 544,
      "1,135.86": 545,
      "1,135.95": 546,
      "1,136.97": 547,
      "1,137.69": 548,
      "1,139.15": 549,
      "1,14,232.40": 550,
      "1,14,249.60": 551,
      "1,14,357.16": 552,
      "1,14,505.80": 553,
      "1,14,552.12": 554,
      "1,14,604.72": 555,
      "1,14,635.25": 556,
      "1,14,707.60": 557,
      "1,14,748.17": 558,
      "1,14,801.30": 559,
      "1,14,866.78": 560,
      "1,14,879.96": 561,
      "1,14,880.44": 562,
      "1,14,895.60": 563,
      "1,14,902.46": 564,
      "1,14,924.92": 565,
      "1,140.35": 566,
      "1,141.32": 567,
      "1,142.72": 568,
      "1,143.01": 569,
      "1,143.90": 570,
      "1,144.08": 571,
      "1,144.16": 572,
      "1,144.91": 573,
      "1,145.25": 574,
      "1,145.87": 575,
      "1,146.97": 576,
      "1,147.45": 577,
      "1,147.82": 578,
      "1,148.56": 579,
      "1,148.67": 580,
      "1,148.85": 581,
      "1,149.48": 582,
      "1,15,028.24": 583,
      "1,15,038.56": 584,
      "1,15,063.02": 585,
      "1,15,202.38": 586,
      "1,15,305.92": 587,
      "1,15,336.88": 588,
      "1,15,422.30": 589,
      "1,15,459.96": 590,
      "1,15,472.05": 591,
      "1,15,518.18": 592,
      "1,15,592.88": 593,
      "1,15,622.40": 594,
      "1,15,719.33": 595,
      "1,15,746.88": 596,
      "1,15,868.20": 597,
      "1,15,881.60": 598,
      "1,151.73": 599,
      "1,152.01": 600,
      "1,152.87": 601,
      "1,152.98": 602,
      "1,154.14": 603,
      "1,155.49": 604,
      "1,155.88": 605,
      "1,156.07": 606,
      "1,157.52": 607,
      "1,157.69": 608,
      "1,157.92": 609,
      "1,159.03": 610,
      "1,159.62": 611,
      "1,16,092.26": 612,
      "1,16,248.80": 613,
      "1,16,411.40": 614,
      "1,16,412.40": 615,
      "1,16,432.16": 616,
      "1,16,542.68": 617,
      "1,16,655.97": 618,
      "1,16,705.74": 619,
      "1,16,748.27": 620,
      "1,16,757.92": 621,
      "1,16,770.62": 622,
      "1,16,819.77": 623,
      "1,16,845.00": 624,
      "1,16,859.95": 625,
      "1,16,860.88": 626,
      "1,16,937.86": 627,
      "1,16,959.70": 628,
      "1,16,983.14": 629,
      "1,160.60": 630,
      "1,161.92": 631,
      "1,162.13": 632,
      "1,163.00": 633,
      "1,163.14": 634,
      "1,164.21": 635,
      "1,164.57": 636,
      "1,164.83": 637,
      "1,165.20": 638,
      "1,165.67": 639,
      "1,166.40": 640,
      "1,167.52": 641,
      "1,167.60": 642,
      "1,167.94": 643,
      "1,168.44": 644,
      "1,168.45": 645,
      "1,168.47": 646,
      "1,169.92": 647,
      "1,17,031.80": 648,
      "1,17,045.66": 649,
      "1,17,248.35": 650,
      "1,17,255.84": 651,
      "1,17,294.03": 652,
      "1,17,353.48": 653,
      "1,17,672.55": 654,
      "1,17,679.30": 655,
      "1,17,704.52": 656,
      "1,17,797.76": 657,
      "1,17,817.65": 658,
      "1,17,855.45": 659,
      "1,17,923.32": 660,
      "1,17,991.72": 661,
      "1,170.30": 662,
      "1,170.82": 663,
      "1,171.21": 664,
      "1,171.38": 665,
      "1,171.60": 666,
      "1,171.83": 667,
      "1,172.30": 668,
      "1,172.72": 669,
      "1,173.12": 670,
      "1,174.39": 671,
      "1,174.40": 672,
      "1,175.54": 673,
      "1,175.72": 674,
      "1,176.44": 675,
      "1,176.91": 676,
      "1,179.23": 677,
      "1,179.56": 678,
      "1,18,014.52": 679,
      "1,18,034.46": 680,
      "1,18,064.32": 681,
      "1,18,127.66": 682,
      "1,18,145.34": 683,
      "1,18,215.30": 684,
      "1,18,269.45": 685,
      "1,18,345.29": 686,
      "1,18,487.29": 687,
      "1,18,504.15": 688,
      "1,18,511.16": 689,
      "1,18,589.51": 690,
      "1,18,620.17": 691,
      "1,18,840.37": 692,
      "1,18,880.12": 693,
      "1,18,945.40": 694,
      "1,18,956.05": 695,
      "1,180.66": 696,
      "1,181.39": 697,
      "1,181.46": 698,
      "1,181.52": 699,
      "1,181.73": 700,
      "1,182.52": 701,
      "1,182.61": 702,
      "1,183.62": 703,
      "1,183.93": 704,
      "1,185.67": 705,
      "1,185.91": 706,
      "1,186.38": 707,
      "1,186.47": 708,
      "1,187.21": 709,
      "1,187.80": 710,
      "1,189.42": 711,
      "1,189.50": 712,
      "1,189.57": 713,
      "1,189.58": 714,
      "1,189.59": 715,
      "1,19,264.81": 716,
      "1,19,270.85": 717,
      "1,19,324.12": 718,
      "1,19,474.10": 719,
      "1,19,512.98": 720,
      "1,19,513.34": 721,
      "1,19,515.65": 722,
      "1,19,517.44": 723,
      "1,19,574.15": 724,
      "1,19,583.69": 725,
      "1,19,728.80": 726,
      "1,190.04": 727,
      "1,190.94": 728,
      "1,191.56": 729,
      "1,192.76": 730,
      "1,192.88": 731,
      "1,192.90": 732,
      "1,193.39": 733,
      "1,193.54": 734,
      "1,194.80": 735,
      "1,195.45": 736,
      "1,196.22": 737,
      "1,196.26": 738,
      "1,196.51": 739,
      "1,196.97": 740,
      "1,197.05": 741,
      "1,197.61": 742,
      "1,197.95": 743,
      "1,198.52": 744,
      "1,198.62": 745,
      "1,199.86": 746,
      "1,199.99": 747,
      "1,20,164.80": 748,
      "1,20,193.85": 749,
      "1,20,225.45": 750,
      "1,20,250.28": 751,
      "1,20,289.50": 752,
      "1,20,320.53": 753,
      "1,20,423.09": 754,
      "1,20,460.20": 755,
      "1,20,586.11": 756,
      "1,20,647.58": 757,
      "1,20,648.29": 758,
      "1,20,816.17": 759,
      "1,20,859.20": 760,
      "1,20,936.62": 761,
      "1,20,999.00": 762,
      "1,200.20": 763,
      "1,200.21": 764,
      "1,202.07": 765,
      "1,202.40": 766,
      "1,203.02": 767,
      "1,203.56": 768,
      "1,204.00": 769,
      "1,204.40": 770,
      "1,206.26": 771,
      "1,207.33": 772,
      "1,208.21": 773,
      "1,209.66": 774,
      "1,21,155.72": 775,
      "1,21,395.68": 776,
      "1,21,461.95": 777,
      "1,21,605.55": 778,
      "1,21,635.43": 779,
      "1,21,675.68": 780,
      "1,21,699.80": 781,
      "1,21,735.68": 782,
      "1,21,852.80": 783,
      "1,21,913.54": 784,
      "1,212.78": 785,
      "1,212.86": 786,
      "1,213.08": 787,
      "1,213.68": 788,
      "1,213.81": 789,
      "1,214.59": 790,
      "1,215.54": 791,
      "1,216.82": 792,
      "1,217.35": 793,
      "1,217.44": 794,
      "1,218.33": 795,
      "1,218.92": 796,
      "1,219.48": 797,
      "1,22,039.60": 798,
      "1,22,232.36": 799,
      "1,22,248.15": 800,
      "1,22,322.06": 801,
      "1,22,389.27": 802,
      "1,22,434.53": 803,
      "1,22,451.00": 804,
      "1,22,585.68": 805,
      "1,22,635.36": 806,
      "1,22,673.27": 807,
      "1,22,688.05": 808,
      "1,22,705.69": 809,
      "1,22,891.23": 810,
      "1,22,929.53": 811,
      "1,22,939.37": 812,
      "1,22,966.74": 813,
      "1,220.61": 814,
      "1,221.08": 815,
      "1,221.14": 816,
      "1,222.16": 817,
      "1,222.82": 818,
      "1,223.17": 819,
      "1,225.10": 820,
      "1,225.15": 821,
      "1,225.62": 822,
      "1,226.35": 823,
      "1,227.03": 824,
      "1,227.06": 825,
      "1,227.62": 826,
      "1,227.82": 827,
      "1,228.14": 828,
      "1,228.64": 829,
      "1,228.68": 830,
      "1,228.92": 831,
      "1,229.12": 832,
      "1,229.40": 833,
      "1,229.52": 834,
      "1,229.57": 835,
      "1,23,146.46": 836,
      "1,23,222.14": 837,
      "1,23,362.78": 838,
      "1,23,688.00": 839,
      "1,23,732.39": 840,
      "1,23,745.36": 841,
      "1,23,819.49": 842,
      "1,23,872.53": 843,
      "1,230.66": 844,
      "1,231.12": 845,
      "1,231.53": 846,
      "1,232.52": 847,
      "1,232.84": 848,
      "1,235.40": 849,
      "1,235.70": 850,
      "1,235.79": 851,
      "1,237.45": 852,
      "1,237.60": 853,
      "1,24,140.13": 854,
      "1,24,157.31": 855,
      "1,24,202.86": 856,
      "1,24,292.01": 857,
      "1,24,307.76": 858,
      "1,24,500.40": 859,
      "1,24,523.60": 860,
      "1,24,565.84": 861,
      "1,24,588.98": 862,
      "1,24,765.75": 863,
      "1,24,771.00": 864,
      "1,24,792.80": 865,
      "1,24,831.40": 866,
      "1,24,860.93": 867,
      "1,24,960.01": 868,
      "1,241.36": 869,
      "1,241.65": 870,
      "1,241.76": 871,
      "1,242.34": 872,
      "1,242.71": 873,
      "1,243.47": 874,
      "1,243.48": 875,
      "1,244.50": 876,
      "1,244.94": 877,
      "1,245.92": 878,
      "1,245.96": 879,
      "1,246.20": 880,
      "1,246.92": 881,
      "1,246.93": 882,
      "1,247.77": 883,
      "1,248.73": 884,
      "1,248.85": 885,
      "1,249.00": 886,
      "1,249.23": 887,
      "1,249.44": 888,
      "1,249.82": 889,
      "1,25,013.24": 890,
      "1,25,059.78": 891,
      "1,25,062.20": 892,
      "1,25,284.34": 893,
      "1,25,402.32": 894,
      "1,25,484.39": 895,
      "1,25,492.20": 896,
      "1,25,508.40": 897,
      "1,25,537.26": 898,
      "1,25,617.55": 899,
      "1,25,624.16": 900,
      "1,25,715.24": 901,
      "1,25,718.35": 902,
      "1,25,907.12": 903,
      "1,251.76": 904,
      "1,251.77": 905,
      "1,252.96": 906,
      "1,253.47": 907,
      "1,253.73": 908,
      "1,253.87": 909,
      "1,256.26": 910,
      "1,256.36": 911,
      "1,256.91": 912,
      "1,257.20": 913,
      "1,257.40": 914,
      "1,257.61": 915,
      "1,258.09": 916,
      "1,258.67": 917,
      "1,259.17": 918,
      "1,259.62": 919,
      "1,26,173.04": 920,
      "1,26,173.55": 921,
      "1,26,399.46": 922,
      "1,26,508.69": 923,
      "1,26,729.24": 924,
      "1,26,796.12": 925,
      "1,26,882.00": 926,
      "1,26,965.10": 927,
      "1,260.55": 928,
      "1,262.16": 929,
      "1,263.20": 930,
      "1,264.01": 931,
      "1,264.33": 932,
      "1,264.50": 933,
      "1,264.99": 934,
      "1,265.79": 935,
      "1,266.86": 936,
      "1,268.10": 937,
      "1,268.53": 938,
      "1,268.69": 939,
      "1,269.07": 940,
      "1,269.10": 941,
      "1,269.18": 942,
      "1,269.23": 943,
      "1,27,012.48": 944,
      "1,27,060.96": 945,
      "1,27,105.30": 946,
      "1,27,156.96": 947,
      "1,27,165.28": 948,
      "1,27,264.17": 949,
      "1,27,264.20": 950,
      "1,27,371.20": 951,
      "1,27,411.86": 952,
      "1,27,439.10": 953,
      "1,27,441.27": 954,
      "1,27,606.56": 955,
      "1,27,723.63": 956,
      "1,27,733.86": 957,
      "1,27,810.68": 958,
      "1,27,871.40": 959,
      "1,27,912.05": 960,
      "1,27,939.49": 961,
      "1,270.36": 962,
      "1,271.08": 963,
      "1,272.72": 964,
      "1,273.28": 965,
      "1,273.73": 966,
      "1,273.75": 967,
      "1,273.80": 968,
      "1,274.01": 969,
      "1,274.14": 970,
      "1,274.72": 971,
      "1,275.30": 972,
      "1,277.25": 973,
      "1,277.98": 974,
      "1,278.65": 975,
      "1,278.66": 976,
      "1,279.98": 977,
      "1,28,019.48": 978,
      "1,28,054.15": 979,
      "1,28,054.24": 980,
      "1,28,123.60": 981,
      "1,28,310.68": 982,
      "1,28,457.37": 983,
      "1,28,472.51": 984,
      "1,28,475.72": 985,
      "1,28,508.86": 986,
      "1,28,518.05": 987,
      "1,28,678.35": 988,
      "1,28,767.13": 989,
      "1,28,976.00": 990,
      "1,282.02": 991,
      "1,282.10": 992,
      "1,282.94": 993,
      "1,283.29": 994,
      "1,287.52": 995,
      "1,288.05": 996,
      "1,288.53": 997,
      "1,288.74": 998,
      "1,289.24": 999,
      "1,29,026.89": 1000,
      "1,29,115.08": 1001,
      "1,29,218.67": 1002,
      "1,29,247.68": 1003,
      "1,29,387.92": 1004,
      "1,29,473.76": 1005,
      "1,29,503.34": 1006,
      "1,29,562.37": 1007,
      "1,29,898.78": 1008,
      "1,291.77": 1009,
      "1,292.23": 1010,
      "1,294.38": 1011,
      "1,295.71": 1012,
      "1,296.07": 1013,
      "1,297.52": 1014,
      "1,299.96": 1015,
      "1,30,059.30": 1016,
      "1,30,234.51": 1017,
      "1,30,347.14": 1018,
      "1,30,552.32": 1019,
      "1,30,654.69": 1020,
      "1,30,710.79": 1021,
      "1,30,725.10": 1022,
      "1,30,854.52": 1023,
      "1,30,971.35": 1024,
      "1,300.07": 1025,
      "1,300.16": 1026,
      "1,302.03": 1027,
      "1,302.82": 1028,
      "1,303.20": 1029,
      "1,303.82": 1030,
      "1,306.22": 1031,
      "1,306.43": 1032,
      "1,306.88": 1033,
      "1,307.27": 1034,
      "1,307.76": 1035,
      "1,308.40": 1036,
      "1,308.83": 1037,
      "1,308.89": 1038,
      "1,309.61": 1039,
      "1,309.76": 1040,
      "1,31,043.96": 1041,
      "1,31,229.43": 1042,
      "1,31,230.12": 1043,
      "1,31,281.31": 1044,
      "1,31,284.68": 1045,
      "1,31,296.00": 1046,
      "1,31,304.95": 1047,
      "1,31,340.55": 1048,
      "1,31,420.16": 1049,
      "1,31,528.21": 1050,
      "1,31,663.36": 1051,
      "1,31,717.84": 1052,
      "1,31,758.85": 1053,
      "1,31,796.80": 1054,
      "1,31,807.28": 1055,
      "1,31,917.83": 1056,
      "1,31,988.38": 1057,
      "1,31,997.75": 1058,
      "1,310.14": 1059,
      "1,310.24": 1060,
      "1,311.34": 1061,
      "1,311.89": 1062,
      "1,313.26": 1063,
      "1,313.66": 1064,
      "1,314.33": 1065,
      "1,314.87": 1066,
      "1,316.41": 1067,
      "1,316.65": 1068,
      "1,317.08": 1069,
      "1,317.09": 1070,
      "1,317.94": 1071,
      "1,318.80": 1072,
      "1,319.22": 1073,
      "1,319.82": 1074,
      "1,32,213.61": 1075,
      "1,32,249.48": 1076,
      "1,32,260.10": 1077,
      "1,32,362.68": 1078,
      "1,32,373.96": 1079,
      "1,32,460.48": 1080,
      "1,32,478.14": 1081,
      "1,32,579.90": 1082,
      "1,32,823.96": 1083,
      "1,32,824.32": 1084,
      "1,32,828.90": 1085,
      "1,32,834.12": 1086,
      "1,32,856.20": 1087,
      "1,321.92": 1088,
      "1,324.03": 1089,
      "1,324.05": 1090,
      "1,324.08": 1091,
      "1,324.34": 1092,
      "1,324.57": 1093,
      "1,325.05": 1094,
      "1,325.21": 1095,
      "1,325.70": 1096,
      "1,326.91": 1097,
      "1,327.49": 1098,
      "1,327.50": 1099,
      "1,329.48": 1100,
      "1,33,028.16": 1101,
      "1,33,101.81": 1102,
      "1,33,145.73": 1103,
      "1,33,206.86": 1104,
      "1,33,239.69": 1105,
      "1,33,256.53": 1106,
      "1,33,291.04": 1107,
      "1,33,302.33": 1108,
      "1,33,310.40": 1109,
      "1,33,401.80": 1110,
      "1,33,460.57": 1111,
      "1,33,525.15": 1112,
      "1,33,571.80": 1113,
      "1,33,595.63": 1114,
      "1,33,638.91": 1115,
      "1,33,711.28": 1116,
      "1,33,812.00": 1117,
      "1,330.40": 1118,
      "1,330.81": 1119,
      "1,330.82": 1120,
      "1,331.72": 1121,
      "1,331.91": 1122,
      "1,333.00": 1123,
      "1,333.39": 1124,
      "1,333.40": 1125,
      "1,333.43": 1126,
      "1,333.80": 1127,
      "1,335.42": 1128,
      "1,335.60": 1129,
      "1,336.21": 1130,
      "1,337.17": 1131,
      "1,337.39": 1132,
      "1,337.40": 1133,
      "1,337.84": 1134,
      "1,338.58": 1135,
      "1,339.82": 1136,
      "1,34,082.06": 1137,
      "1,34,265.22": 1138,
      "1,34,283.04": 1139,
      "1,34,413.02": 1140,
      "1,34,442.33": 1141,
      "1,34,552.10": 1142,
      "1,34,652.50": 1143,
      "1,34,662.52": 1144,
      "1,34,744.94": 1145,
      "1,34,772.79": 1146,
      "1,34,880.24": 1147,
      "1,34,880.34": 1148,
      "1,340.57": 1149,
      "1,340.64": 1150,
      "1,340.71": 1151,
      "1,341.92": 1152,
      "1,342.99": 1153,
      "1,343.75": 1154,
      "1,344.01": 1155,
      "1,344.28": 1156,
      "1,344.44": 1157,
      "1,348.50": 1158,
      "1,348.99": 1159,
      "1,349.01": 1160,
      "1,349.41": 1161,
      "1,35,058.67": 1162,
      "1,35,077.94": 1163,
      "1,35,114.74": 1164,
      "1,35,115.44": 1165,
      "1,35,243.19": 1166,
      "1,35,293.68": 1167,
      "1,35,455.28": 1168,
      "1,35,518.32": 1169,
      "1,35,791.58": 1170,
      "1,35,923.12": 1171,
      "1,352.51": 1172,
      "1,353.46": 1173,
      "1,353.47": 1174,
      "1,354.26": 1175,
      "1,354.28": 1176,
      "1,354.56": 1177,
      "1,355.15": 1178,
      "1,357.20": 1179,
      "1,357.66": 1180,
      "1,357.84": 1181,
      "1,357.89": 1182,
      "1,358.55": 1183,
      "1,358.70": 1184,
      "1,358.73": 1185,
      "1,359.00": 1186,
      "1,36,037.38": 1187,
      "1,36,136.71": 1188,
      "1,36,230.11": 1189,
      "1,36,242.75": 1190,
      "1,36,303.98": 1191,
      "1,36,450.38": 1192,
      "1,36,475.14": 1193,
      "1,36,818.01": 1194,
      "1,36,914.60": 1195,
      "1,36,918.04": 1196,
      "1,36,937.22": 1197,
      "1,360.32": 1198,
      "1,360.65": 1199,
      "1,361.07": 1200,
      "1,361.23": 1201,
      "1,361.36": 1202,
      "1,361.63": 1203,
      "1,362.06": 1204,
      "1,362.48": 1205,
      "1,362.89": 1206,
      "1,362.94": 1207,
      "1,363.25": 1208,
      "1,363.84": 1209,
      "1,364.05": 1210,
      "1,364.68": 1211,
      "1,367.79": 1212,
      "1,368.09": 1213,
      "1,368.63": 1214,
      "1,369.20": 1215,
      "1,369.23": 1216,
      "1,369.39": 1217,
      "1,37,102.85": 1218,
      "1,37,184.24": 1219,
      "1,37,367.24": 1220,
      "1,37,394.06": 1221,
      "1,37,407.95": 1222,
      "1,37,450.94": 1223,
      "1,37,678.48": 1224,
      "1,37,692.71": 1225,
      "1,37,820.43": 1226,
      "1,37,847.33": 1227,
      "1,37,892.35": 1228,
      "1,37,893.57": 1229,
      "1,37,895.18": 1230,
      "1,37,917.36": 1231,
      "1,371.72": 1232,
      "1,371.96": 1233,
      "1,372.19": 1234,
      "1,372.98": 1235,
      "1,373.54": 1236,
      "1,375.21": 1237,
      "1,375.50": 1238,
      "1,375.88": 1239,
      "1,376.19": 1240,
      "1,376.95": 1241,
      "1,377.60": 1242,
      "1,377.92": 1243,
      "1,378.71": 1244,
      "1,38,104.62": 1245,
      "1,38,236.04": 1246,
      "1,38,275.94": 1247,
      "1,38,402.60": 1248,
      "1,38,429.28": 1249,
      "1,38,513.72": 1250,
      "1,38,526.92": 1251,
      "1,38,549.95": 1252,
      "1,38,573.49": 1253,
      "1,38,634.60": 1254,
      "1,38,659.90": 1255,
      "1,38,672.00": 1256,
      "1,38,710.40": 1257,
      "1,38,755.80": 1258,
      "1,38,759.84": 1259,
      "1,38,853.61": 1260,
      "1,38,876.33": 1261,
      "1,380.10": 1262,
      "1,380.90": 1263,
      "1,381.20": 1264,
      "1,381.97": 1265,
      "1,382.14": 1266,
      "1,382.42": 1267,
      "1,383.45": 1268,
      "1,383.84": 1269,
      "1,384.95": 1270,
      "1,385.81": 1271,
      "1,386.12": 1272,
      "1,387.82": 1273,
      "1,389.08": 1274,
      "1,389.45": 1275,
      "1,389.76": 1276,
      "1,39,102.06": 1277,
      "1,39,142.17": 1278,
      "1,39,160.70": 1279,
      "1,39,199.32": 1280,
      "1,39,205.56": 1281,
      "1,39,303.59": 1282,
      "1,39,383.92": 1283,
      "1,39,395.94": 1284,
      "1,39,440.45": 1285,
      "1,39,440.53": 1286,
      "1,39,515.60": 1287,
      "1,39,592.88": 1288,
      "1,39,725.85": 1289,
      "1,39,763.66": 1290,
      "1,39,815.68": 1291,
      "1,39,834.90": 1292,
      "1,39,844.63": 1293,
      "1,39,867.20": 1294,
      "1,39,868.04": 1295,
      "1,39,975.56": 1296,
      "1,391.18": 1297,
      "1,392.86": 1298,
      "1,393.03": 1299,
      "1,393.56": 1300,
      "1,393.72": 1301,
      "1,395.11": 1302,
      "1,397.40": 1303,
      "1,40,116.38": 1304,
      "1,40,339.65": 1305,
      "1,40,356.70": 1306,
      "1,40,537.76": 1307,
      "1,40,658.12": 1308,
      "1,40,871.80": 1309,
      "1,40,943.60": 1310,
      "1,400.25": 1311,
      "1,400.28": 1312,
      "1,400.59": 1313,
      "1,401.03": 1314,
      "1,401.44": 1315,
      "1,401.82": 1316,
      "1,402.48": 1317,
      "1,402.73": 1318,
      "1,403.48": 1319,
      "1,405.08": 1320,
      "1,405.27": 1321,
      "1,407.69": 1322,
      "1,408.06": 1323,
      "1,408.33": 1324,
      "1,409.23": 1325,
      "1,409.68": 1326,
      "1,409.96": 1327,
      "1,41,067.36": 1328,
      "1,41,127.47": 1329,
      "1,41,164.52": 1330,
      "1,41,169.05": 1331,
      "1,41,277.02": 1332,
      "1,41,352.74": 1333,
      "1,41,360.05": 1334,
      "1,41,381.12": 1335,
      "1,41,509.76": 1336,
      "1,41,679.20": 1337,
      "1,41,764.35": 1338,
      "1,41,871.81": 1339,
      "1,41,875.28": 1340,
      "1,41,975.18": 1341,
      "1,410.49": 1342,
      "1,411.02": 1343,
      "1,411.21": 1344,
      "1,412.07": 1345,
      "1,413.50": 1346,
      "1,413.63": 1347,
      "1,413.64": 1348,
      "1,413.66": 1349,
      "1,413.73": 1350,
      "1,414.21": 1351,
      "1,414.22": 1352,
      "1,414.32": 1353,
      "1,414.63": 1354,
      "1,416.54": 1355,
      "1,417.54": 1356,
      "1,418.56": 1357,
      "1,418.94": 1358,
      "1,419.15": 1359,
      "1,42,250.53": 1360,
      "1,42,418.88": 1361,
      "1,42,419.95": 1362,
      "1,42,919.35": 1363,
      "1,42,920.35": 1364,
      "1,42,992.94": 1365,
      "1,421.47": 1366,
      "1,422.26": 1367,
      "1,423.94": 1368,
      "1,426.84": 1369,
      "1,427.08": 1370,
      "1,427.15": 1371,
      "1,428.92": 1372,
      "1,429.14": 1373,
      "1,43,041.62": 1374,
      "1,43,062.95": 1375,
      "1,43,118.30": 1376,
      "1,43,267.67": 1377,
      "1,43,290.35": 1378,
      "1,43,371.52": 1379,
      "1,43,436.36": 1380,
      "1,43,444.12": 1381,
      "1,43,545.58": 1382,
      "1,43,665.45": 1383,
      "1,43,918.52": 1384,
      "1,43,946.66": 1385,
      "1,430.59": 1386,
      "1,431.16": 1387,
      "1,431.20": 1388,
      "1,432.52": 1389,
      "1,432.67": 1390,
      "1,432.68": 1391,
      "1,433.86": 1392,
      "1,434.18": 1393,
      "1,434.23": 1394,
      "1,434.56": 1395,
      "1,435.23": 1396,
      "1,436.01": 1397,
      "1,436.68": 1398,
      "1,437.09": 1399,
      "1,437.39": 1400,
      "1,437.58": 1401,
      "1,437.86": 1402,
      "1,438.25": 1403,
      "1,439.52": 1404,
      "1,439.87": 1405,
      "1,44,048.24": 1406,
      "1,44,395.41": 1407,
      "1,44,726.42": 1408,
      "1,44,885.33": 1409,
      "1,44,964.68": 1410,
      "1,441.23": 1411,
      "1,441.35": 1412,
      "1,441.96": 1413,
      "1,442.78": 1414,
      "1,443.34": 1415,
      "1,443.50": 1416,
      "1,444.88": 1417,
      "1,444.99": 1418,
      "1,445.06": 1419,
      "1,445.53": 1420,
      "1,445.60": 1421,
      "1,446.11": 1422,
      "1,447.29": 1423,
      "1,447.89": 1424,
      "1,448.98": 1425,
      "1,45,018.37": 1426,
      "1,45,066.31": 1427,
      "1,45,126.30": 1428,
      "1,45,178.08": 1429,
      "1,45,181.68": 1430,
      "1,45,282.30": 1431,
      "1,45,370.16": 1432,
      "1,45,453.27": 1433,
      "1,45,587.50": 1434,
      "1,45,677.17": 1435,
      "1,450.66": 1436,
      "1,451.39": 1437,
      "1,451.52": 1438,
      "1,454.18": 1439,
      "1,457.01": 1440,
      "1,457.59": 1441,
      "1,458.08": 1442,
      "1,458.38": 1443,
      "1,458.62": 1444,
      "1,458.64": 1445,
      "1,459.11": 1446,
      "1,459.30": 1447,
      "1,459.65": 1448,
      "1,46,115.05": 1449,
      "1,46,164.80": 1450,
      "1,46,174.76": 1451,
      "1,46,212.08": 1452,
      "1,46,450.20": 1453,
      "1,46,598.20": 1454,
      "1,46,651.44": 1455,
      "1,46,663.56": 1456,
      "1,46,752.24": 1457,
      "1,46,836.08": 1458,
      "1,46,974.37": 1459,
      "1,462.15": 1460,
      "1,462.18": 1461,
      "1,462.29": 1462,
      "1,462.65": 1463,
      "1,462.90": 1464,
      "1,463.56": 1465,
      "1,464.75": 1466,
      "1,465.10": 1467,
      "1,466.36": 1468,
      "1,466.51": 1469,
      "1,466.71": 1470,
      "1,467.52": 1471,
      "1,467.77": 1472,
      "1,468.01": 1473,
      "1,468.50": 1474,
      "1,468.66": 1475,
      "1,468.78": 1476,
      "1,468.94": 1477,
      "1,469.88": 1478,
      "1,47,170.64": 1479,
      "1,47,173.95": 1480,
      "1,47,231.82": 1481,
      "1,47,285.68": 1482,
      "1,47,384.50": 1483,
      "1,47,390.60": 1484,
      "1,47,392.32": 1485,
      "1,47,524.89": 1486,
      "1,47,561.70": 1487,
      "1,47,631.61": 1488,
      "1,47,835.52": 1489,
      "1,47,991.55": 1490,
      "1,471.11": 1491,
      "1,471.46": 1492,
      "1,471.86": 1493,
      "1,472.20": 1494,
      "1,472.25": 1495,
      "1,472.34": 1496,
      "1,472.96": 1497,
      "1,473.07": 1498,
      "1,473.36": 1499,
      "1,473.44": 1500,
      "1,474.32": 1501,
      "1,475.71": 1502,
      "1,475.79": 1503,
      "1,476.42": 1504,
      "1,476.69": 1505,
      "1,477.05": 1506,
      "1,477.71": 1507,
      "1,477.94": 1508,
      "1,478.42": 1509,
      "1,478.49": 1510,
      "1,478.70": 1511,
      "1,478.84": 1512,
      "1,479.15": 1513,
      "1,479.16": 1514,
      "1,48,074.08": 1515,
      "1,48,089.81": 1516,
      "1,48,119.42": 1517,
      "1,48,119.96": 1518,
      "1,48,133.97": 1519,
      "1,48,140.19": 1520,
      "1,48,227.56": 1521,
      "1,48,323.96": 1522,
      "1,48,367.72": 1523,
      "1,48,428.81": 1524,
      "1,48,507.47": 1525,
      "1,48,640.00": 1526,
      "1,48,661.19": 1527,
      "1,48,704.32": 1528,
      "1,48,909.08": 1529,
      "1,48,987.42": 1530,
      "1,480.81": 1531,
      "1,483.95": 1532,
      "1,485.12": 1533,
      "1,485.72": 1534,
      "1,485.80": 1535,
      "1,485.90": 1536,
      "1,486.26": 1537,
      "1,486.70": 1538,
      "1,487.32": 1539,
      "1,487.71": 1540,
      "1,487.72": 1541,
      "1,49,074.90": 1542,
      "1,49,225.68": 1543,
      "1,49,248.75": 1544,
      "1,49,293.52": 1545,
      "1,49,363.27": 1546,
      "1,49,874.76": 1547,
      "1,49,876.56": 1548,
      "1,491.03": 1549,
      "1,491.24": 1550,
      "1,492.10": 1551,
      "1,492.45": 1552,
      "1,495.36": 1553,
      "1,496.92": 1554,
      "1,497.65": 1555,
      "1,497.88": 1556,
      "1,498.34": 1557,
      "1,498.62": 1558,
      "1,498.80": 1559,
      "1,498.85": 1560,
      "1,50,215.11": 1561,
      "1,50,262.38": 1562,
      "1,50,373.43": 1563,
      "1,50,405.60": 1564,
      "1,50,439.80": 1565,
      "1,50,551.56": 1566,
      "1,50,552.24": 1567,
      "1,50,712.55": 1568,
      "1,50,822.33": 1569,
      "1,50,967.89": 1570,
      "1,50,968.60": 1571,
      "1,500.37": 1572,
      "1,500.72": 1573,
      "1,501.19": 1574,
      "1,501.37": 1575,
      "1,502.00": 1576,
      "1,502.90": 1577,
      "1,504.43": 1578,
      "1,504.46": 1579,
      "1,505.02": 1580,
      "1,505.70": 1581,
      "1,506.43": 1582,
      "1,508.33": 1583,
      "1,509.15": 1584,
      "1,509.39": 1585,
      "1,509.46": 1586,
      "1,51,198.32": 1587,
      "1,51,208.14": 1588,
      "1,51,291.12": 1589,
      "1,51,324.58": 1590,
      "1,51,329.28": 1591,
      "1,51,446.87": 1592,
      "1,51,472.37": 1593,
      "1,51,734.18": 1594,
      "1,51,837.44": 1595,
      "1,510.22": 1596,
      "1,511.07": 1597,
      "1,511.47": 1598,
      "1,512.77": 1599,
      "1,513.60": 1600,
      "1,514.16": 1601,
      "1,514.57": 1602,
      "1,516.14": 1603,
      "1,516.80": 1604,
      "1,517.83": 1605,
      "1,517.88": 1606,
      "1,518.08": 1607,
      "1,519.70": 1608,
      "1,52,080.32": 1609,
      "1,52,118.84": 1610,
      "1,52,146.80": 1611,
      "1,52,204.13": 1612,
      "1,52,230.32": 1613,
      "1,52,245.76": 1614,
      "1,52,319.63": 1615,
      "1,52,342.76": 1616,
      "1,52,473.12": 1617,
      "1,52,732.00": 1618,
      "1,52,841.78": 1619,
      "1,52,852.93": 1620,
      "1,520.88": 1621,
      "1,521.00": 1622,
      "1,521.94": 1623,
      "1,523.27": 1624,
      "1,526.04": 1625,
      "1,526.56": 1626,
      "1,527.01": 1627,
      "1,528.49": 1628,
      "1,528.72": 1629,
      "1,528.73": 1630,
      "1,529.70": 1631,
      "1,53,141.18": 1632,
      "1,53,236.17": 1633,
      "1,53,302.22": 1634,
      "1,53,345.20": 1635,
      "1,53,369.70": 1636,
      "1,53,528.76": 1637,
      "1,53,600.72": 1638,
      "1,53,663.36": 1639,
      "1,53,859.32": 1640,
      "1,53,905.85": 1641,
      "1,530.19": 1642,
      "1,531.67": 1643,
      "1,531.89": 1644,
      "1,532.16": 1645,
      "1,532.50": 1646,
      "1,532.57": 1647,
      "1,532.72": 1648,
      "1,534.33": 1649,
      "1,535.08": 1650,
      "1,535.38": 1651,
      "1,535.65": 1652,
      "1,535.68": 1653,
      "1,535.75": 1654,
      "1,536.65": 1655,
      "1,538.27": 1656,
      "1,539.72": 1657,
      "1,54,018.86": 1658,
      "1,54,082.92": 1659,
      "1,54,246.96": 1660,
      "1,54,290.95": 1661,
      "1,54,519.98": 1662,
      "1,54,593.41": 1663,
      "1,54,619.25": 1664,
      "1,54,722.61": 1665,
      "1,54,844.16": 1666,
      "1,54,883.77": 1667,
      "1,54,911.95": 1668,
      "1,54,939.84": 1669,
      "1,542.24": 1670,
      "1,542.66": 1671,
      "1,543.06": 1672,
      "1,543.35": 1673,
      "1,543.50": 1674,
      "1,544.99": 1675,
      "1,546.23": 1676,
      "1,547.03": 1677,
      "1,547.09": 1678,
      "1,548.63": 1679,
      "1,549.08": 1680,
      "1,549.36": 1681,
      "1,55,116.85": 1682,
      "1,55,169.00": 1683,
      "1,55,202.31": 1684,
      "1,55,202.95": 1685,
      "1,55,237.83": 1686,
      "1,55,244.53": 1687,
      "1,55,261.94": 1688,
      "1,55,270.75": 1689,
      "1,55,363.25": 1690,
      "1,55,388.80": 1691,
      "1,55,461.02": 1692,
      "1,55,561.00": 1693,
      "1,55,618.10": 1694,
      "1,55,679.35": 1695,
      "1,55,751.40": 1696,
      "1,55,839.67": 1697,
      "1,552.07": 1698,
      "1,552.23": 1699,
      "1,552.62": 1700,
      "1,552.78": 1701,
      "1,553.78": 1702,
      "1,554.03": 1703,
      "1,554.57": 1704,
      "1,556.34": 1705,
      "1,556.37": 1706,
      "1,557.73": 1707,
      "1,56,020.46": 1708,
      "1,56,104.80": 1709,
      "1,56,213.56": 1710,
      "1,56,315.00": 1711,
      "1,56,318.12": 1712,
      "1,56,388.72": 1713,
      "1,56,520.38": 1714,
      "1,56,543.77": 1715,
      "1,56,625.99": 1716,
      "1,56,671.28": 1717,
      "1,56,757.02": 1718,
      "1,56,770.32": 1719,
      "1,56,771.00": 1720,
      "1,56,783.18": 1721,
      "1,56,895.74": 1722,
      "1,56,937.44": 1723,
      "1,560.44": 1724,
      "1,560.51": 1725,
      "1,560.64": 1726,
      "1,560.82": 1727,
      "1,561.43": 1728,
      "1,561.55": 1729,
      "1,561.78": 1730,
      "1,563.68": 1731,
      "1,563.77": 1732,
      "1,563.80": 1733,
      "1,564.83": 1734,
      "1,567.57": 1735,
      "1,567.74": 1736,
      "1,567.88": 1737,
      "1,568.84": 1738,
      "1,569.43": 1739,
      "1,57,044.30": 1740,
      "1,57,327.70": 1741,
      "1,57,364.46": 1742,
      "1,57,472.33": 1743,
      "1,57,550.64": 1744,
      "1,57,610.80": 1745,
      "1,57,776.75": 1746,
      "1,57,779.61": 1747,
      "1,57,803.18": 1748,
      "1,57,870.85": 1749,
      "1,57,876.40": 1750,
      "1,57,896.70": 1751,
      "1,570.90": 1752,
      "1,571.20": 1753,
      "1,572.13": 1754,
      "1,573.69": 1755,
      "1,573.77": 1756,
      "1,574.08": 1757,
      "1,575.16": 1758,
      "1,575.68": 1759,
      "1,575.78": 1760,
      "1,576.11": 1761,
      "1,576.33": 1762,
      "1,576.61": 1763,
      "1,576.80": 1764,
      "1,577.89": 1765,
      "1,578.00": 1766,
      "1,578.94": 1767,
      "1,58,089.26": 1768,
      "1,58,298.84": 1769,
      "1,58,315.77": 1770,
      "1,58,473.23": 1771,
      "1,58,535.96": 1772,
      "1,58,574.20": 1773,
      "1,58,776.07": 1774,
      "1,58,813.24": 1775,
      "1,580.47": 1776,
      "1,582.28": 1777,
      "1,582.34": 1778,
      "1,582.61": 1779,
      "1,583.55": 1780,
      "1,583.66": 1781,
      "1,584.25": 1782,
      "1,586.17": 1783,
      "1,586.48": 1784,
      "1,586.51": 1785,
      "1,586.82": 1786,
      "1,587.28": 1787,
      "1,588.94": 1788,
      "1,589.33": 1789,
      "1,589.76": 1790,
      "1,59,013.11": 1791,
      "1,59,031.89": 1792,
      "1,59,125.64": 1793,
      "1,59,213.52": 1794,
      "1,59,348.36": 1795,
      "1,59,396.28": 1796,
      "1,59,513.74": 1797,
      "1,59,686.23": 1798,
      "1,59,695.44": 1799,
      "1,59,843.61": 1800,
      "1,59,857.59": 1801,
      "1,590.43": 1802,
      "1,590.57": 1803,
      "1,590.95": 1804,
      "1,591.30": 1805,
      "1,594.01": 1806,
      "1,594.18": 1807,
      "1,594.60": 1808,
      "1,595.55": 1809,
      "1,596.00": 1810,
      "1,596.60": 1811,
      "1,597.68": 1812,
      "1,60,090.20": 1813,
      "1,60,389.28": 1814,
      "1,60,495.58": 1815,
      "1,60,496.30": 1816,
      "1,60,616.80": 1817,
      "1,60,665.96": 1818,
      "1,60,718.25": 1819,
      "1,60,771.05": 1820,
      "1,60,902.24": 1821,
      "1,600.00": 1822,
      "1,601.86": 1823,
      "1,602.28": 1824,
      "1,602.99": 1825,
      "1,604.01": 1826,
      "1,604.73": 1827,
      "1,605.82": 1828,
      "1,605.90": 1829,
      "1,607.18": 1830,
      "1,607.81": 1831,
      "1,608.45": 1832,
      "1,608.49": 1833,
      "1,608.85": 1834,
      "1,609.07": 1835,
      "1,61,107.24": 1836,
      "1,61,164.12": 1837,
      "1,61,288.62": 1838,
      "1,61,355.22": 1839,
      "1,61,412.36": 1840,
      "1,61,502.04": 1841,
      "1,61,722.86": 1842,
      "1,61,771.56": 1843,
      "1,61,775.24": 1844,
      "1,61,777.40": 1845,
      "1,61,903.08": 1846,
      "1,61,929.39": 1847,
      "1,61,953.78": 1848,
      "1,61,959.39": 1849,
      "1,610.08": 1850,
      "1,610.35": 1851,
      "1,610.68": 1852,
      "1,610.86": 1853,
      "1,611.96": 1854,
      "1,612.72": 1855,
      "1,612.94": 1856,
      "1,614.67": 1857,
      "1,615.84": 1858,
      "1,616.28": 1859,
      "1,616.98": 1860,
      "1,617.00": 1861,
      "1,62,006.17": 1862,
      "1,62,062.22": 1863,
      "1,62,166.70": 1864,
      "1,62,264.96": 1865,
      "1,62,347.28": 1866,
      "1,62,360.00": 1867,
      "1,62,714.41": 1868,
      "1,62,813.59": 1869,
      "1,62,922.47": 1870,
      "1,62,927.71": 1871,
      "1,62,965.26": 1872,
      "1,621.01": 1873,
      "1,621.04": 1874,
      "1,621.38": 1875,
      "1,622.14": 1876,
      "1,622.68": 1877,
      "1,623.28": 1878,
      "1,624.12": 1879,
      "1,624.38": 1880,
      "1,624.70": 1881,
      "1,625.01": 1882,
      "1,625.17": 1883,
      "1,626.02": 1884,
      "1,627.31": 1885,
      "1,629.10": 1886,
      "1,629.71": 1887,
      "1,629.87": 1888,
      "1,63,052.27": 1889,
      "1,63,073.61": 1890,
      "1,63,119.36": 1891,
      "1,63,484.95": 1892,
      "1,63,486.30": 1893,
      "1,63,488.21": 1894,
      "1,63,609.15": 1895,
      "1,63,648.86": 1896,
      "1,63,701.29": 1897,
      "1,63,708.60": 1898,
      "1,63,789.69": 1899,
      "1,63,799.52": 1900,
      "1,63,867.88": 1901,
      "1,63,910.04": 1902,
      "1,630.25": 1903,
      "1,631.05": 1904,
      "1,631.11": 1905,
      "1,631.12": 1906,
      "1,631.96": 1907,
      "1,633.91": 1908,
      "1,634.34": 1909,
      "1,634.92": 1910,
      "1,635.32": 1911,
      "1,636.09": 1912,
      "1,636.43": 1913,
      "1,637.00": 1914,
      "1,637.19": 1915,
      "1,638.14": 1916,
      "1,639.67": 1917,
      "1,639.95": 1918,
      "1,639.96": 1919,
      "1,64,041.08": 1920,
      "1,64,134.03": 1921,
      "1,64,134.63": 1922,
      "1,64,239.02": 1923,
      "1,64,263.31": 1924,
      "1,64,267.28": 1925,
      "1,64,283.05": 1926,
      "1,64,287.48": 1927,
      "1,64,401.23": 1928,
      "1,64,585.82": 1929,
      "1,64,706.63": 1930,
      "1,64,860.90": 1931,
      "1,64,888.45": 1932,
      "1,64,906.52": 1933,
      "1,640.03": 1934,
      "1,640.08": 1935,
      "1,641.04": 1936,
      "1,641.11": 1937,
      "1,642.55": 1938,
      "1,643.53": 1939,
      "1,643.65": 1940,
      "1,643.93": 1941,
      "1,644.37": 1942,
      "1,644.38": 1943,
      "1,644.54": 1944,
      "1,645.85": 1945,
      "1,646.22": 1946,
      "1,646.72": 1947,
      "1,646.81": 1948,
