{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 64,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 64
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 0,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "%": 5,
      "&": 6,
      "(": 7,
      "(+/-)": 8,
      "(Ack": 9,
      "(Date)": 10,
      "(Dated)": 11,
      "(GST1N/U1N)": 12,
      "(GST1N/UIN)": 13,
      "(GSTIN/UIN)": 14,
      "(PI": 15,
      "(Place": 16,
      "(Supply)": 17,
      ")": 18,
      "-": 19,
      "0.00": 20,
      "0.01": 21,
      "0.02": 22,
      "0.03": 23,
      "0.04": 24,
      "0.05": 25,
      "0.06": 26,
      "0.07": 27,
      "0.08": 28,
      "0.09": 29,
      "0.10": 30,
      "0.11": 31,
      "0.12": 32,
      "0.13": 33,
      "0.14": 34,
      "0.15": 35,
      "0.16": 36,
      "0.17": 37,
      "0.18": 38,
      "0.19": 39,
      "0.20": 40,
      "0.21": 41,
      "0.22": 42,
      "0.23": 43,
      "0.24": 44,
      "0.25": 45,
      "0.26": 46,
      "0.27": 47,
      "0.28": 48,
      "0.29": 49,
      "0.30": 50,
      "0.31": 51,
      "0.32": 52,
      "0.33": 53,
      "0.34": 54,
      "0.35": 55,
      "0.36": 56,
      "0.37": 57,
      "0.38": 58,
      "0.39": 59,
      "0.40": 60,
      "0.41": 61,
      "0.42": 62,
      "0.43": 63,
      "0.44": 64,
      "0.45": 65,
      "0.46": 66,
      "0.47": 67,
      "0.48": 68,
      "0.49": 69,
      "0.50": 70,
      "0.51": 71,
      "0.52": 72,
      "0.53": 73,
      "0.54": 74,
      "0.55": 75,
      "0.56": 76,
      "0.57": 77,
      "0.58": 78,
      "0.59": 79,
      "0.60": 80,
      "0.61": 81,
      "0.62": 82,
      "0.63": 83,
      "0.64": 84,
      "0.65": 85,
      "0.66": 86,
      "0.67": 87,
      "0.68": 88,
      "0.69": 89,
      "0.70": 90,
      "0.71": 91,
      "0.72": 92,
      "0.73": 93,
      "0.74": 94,
      "0.75": 95,
      "0.76": 96,
      "0.77": 97,
      "0.78": 98,
      "0.79": 99,
      "0.80": 100,
      "0.81": 101,
      "0.82": 102,
      "0.83": 103,
      "0.84": 104,
      "0.85": 105,
      "0.86": 106,
      "0.87": 107,
      "0.88": 108,
      "0.89": 109,
      "0.90": 110,
      "0.91": 111,
      "0.92": 112,
      "0.93": 113,
      "0.94": 114,
      "0.95": 115,
      "0.96": 116,
      "0.97": 117,
      "0.98": 118,
      "0.99": 119,
      "0ne": 120,
      "0nly": 121,
      "1": 122,
      "1,00,168.40": 123,
      "1,00,333.62": 124,
      "1,00,430.10": 125,
      "1,00,460.02": 126,
      "1,00,461.50": 127,
      "1,00,477.70": 128,
      "1,00,507.32": 129,
      "1,00,578.12": 130,
      "1,00,764.31": 131,
      "1,00,897.29": 132,
      "1,00,907.00": 133,
      "1,00,950.03": 134,
      "1,001.18": 135,
      "1,001.41": 136,
      "1,002.54": 137,
      "1,003.03": 138,
      "1,003.31": 139,
      "1,004.04": 140,
      "1,004.91": 141,
      "1,006.00": 142,
      "1,006.67": 143,
      "1,006.83": 144,
      "1,007.70": 145,
      "1,007.75": 146,
      "1,007.76": 147,
      "1,008.24": 148,
      "1,008.45": 149,
      "1,008.46": 150,
      "1,009.35": 151,
      "1,009.46": 152,
      "1,009.50": 153,
      "1,009.56": 154,
      "1,01,002.74": 155,
      "1,01,022.18": 156,
      "1,01,040.72": 157,
      "1,01,150.34": 158,
      "1,01,189.57": 159,
      "1,01,233.11": 160,
      "1,01,234.52": 161,
      "1,01,237.05": 162,
      "1,01,271.60": 163,
      "1,01,494.25": 164,
      "1,01,528.91": 165,
      "1,01,614.40": 166,
      "1,01,631.41": 167,
      "1,01,644.11": 168,
      "1,01,645.39": 169,
      "1,01,664.08": 170,
      "1,01,811.50": 171,
      "1,01,812.18": 172,
      "1,01,849.40": 173,
      "1,01,890.46": 174,
      "1,01,937.66": 175,
      "1,010.13": 176,
      "1,010.30": 177,
      "1,010.74": 178,
      "1,011.18": 179,
      "1,011.37": 180,
      "1,011.83": 181,
      "1,012.87": 182,
      "1,012.96": 183,
      "1,012.97": 184,
      "1,013.00": 185,
      "1,013.69": 186,
      "1,014.32": 187,
      "1,014.64": 188,
      "1,015.07": 189,
      "1,015.15": 190,
      "1,017.20": 191,
      "1,018.40": 192,
      "1,019.21": 193,
      "1,02,071.37": 194,
      "1,02,090.12": 195,
      "1,02,163.65": 196,
      "1,02,187.20": 197,
      "1,02,243.40": 198,
      "1,02,317.78": 199,
      "1,02,550.80": 200,
      "1,02,739.56": 201,
      "1,02,762.60": 202,
      "1,02,953.04": 203,
      "1,02,965.31": 204,
      "1,02,966.09": 205,
      "1,02,974.72": 206,
      "1,021.47": 207,
      "1,023.04": 208,
      "1,023.61": 209,
      "1,023.65": 210,
      "1,024.22": 211,
      "1,024.48": 212,
      "1,024.51": 213,
      "1,025.92": 214,
      "1,026.96": 215,
      "1,028.16": 216,
      "1,028.34": 217,
      "1,029.24": 218,
      "1,029.26": 219,
      "1,029.45": 220,
      "1,03,018.06": 221,
      "1,03,141.76": 222,
      "1,03,280.32": 223,
      "1,03,340.72": 224,
      "1,03,374.30": 225,
      "1,03,535.55": 226,
      "1,03,590.48": 227,
      "1,03,612.02": 228,
      "1,03,660.90": 229,
      "1,03,664.94": 230,
      "1,03,770.90": 231,
      "1,03,867.70": 232,
      "1,03,876.92": 233,
      "1,03,883.51": 234,
      "1,03,886.50": 235,
      "1,03,941.00": 236,
      "1,03,949.92": 237,
      "1,03,976.00": 238,
      "1,030.01": 239,
      "1,030.27": 240,
      "1,030.36": 241,
      "1,030.44": 242,
      "1,031.00": 243,
      "1,031.22": 244,
      "1,031.81": 245,
      "1,032.11": 246,
      "1,033.01": 247,
      "1,033.70": 248,
      "1,033.91": 249,
      "1,034.60": 250,
      "1,037.77": 251,
      "1,038.09": 252,
      "1,039.83": 253,
      "1,039.92": 254,
      "1,04,087.41": 255,
      "1,04,113.89": 256,
      "1,04,117.48": 257,
      "1,04,165.00": 258,
      "1,04,201.52": 259,
      "1,04,209.60": 260,
      "1,04,324.60": 261,
      "1,04,328.36": 262,
      "1,04,329.00": 263,
      "1,04,392.27": 264,
      "1,04,421.92": 265,
      "1,04,438.46": 266,
      "1,04,555.43": 267,
      "1,04,567.25": 268,
      "1,04,636.73": 269,
      "1,04,666.77": 270,
      "1,04,883.72": 271,
      "1,04,911.78": 272,
      "1,04,950.25": 273,
      "1,041.36": 274,
      "1,041.51": 275,
      "1,041.88": 276,
      "1,042.36": 277,
      "1,042.80": 278,
      "1,043.40": 279,
      "1,043.86": 280,
      "1,043.92": 281,
      "1,044.45": 282,
      "1,046.91": 283,
      "1,047.04": 284,
      "1,047.94": 285,
      "1,048.45": 286,
      "1,049.09": 287,
      "1,049.60": 288,
      "1,05,031.08": 289,
      "1,05,227.50": 290,
      "1,05,254.82": 291,
      "1,05,336.57": 292,
      "1,05,351.23": 293,
      "1,05,553.56": 294,
      "1,05,613.20": 295,
      "1,05,903.72": 296,
      "1,05,942.15": 297,
      "1,051.10": 298,
      "1,051.58": 299,
      "1,051.80": 300,
      "1,052.05": 301,
      "1,052.21": 302,
      "1,053.53": 303,
      "1,054.41": 304,
      "1,054.76": 305,
      "1,054.79": 306,
      "1,055.16": 307,
      "1,056.05": 308,
      "1,058.67": 309,
      "1,059.66": 310,
      "1,06,022.60": 311,
      "1,06,073.29": 312,
      "1,06,073.81": 313,
      "1,06,136.59": 314,
      "1,06,218.69": 315,
      "1,06,296.51": 316,
      "1,06,302.90": 317,
      "1,06,316.00": 318,
      "1,06,399.49": 319,
      "1,06,461.81": 320,
      "1,06,464.48": 321,
      "1,06,578.10": 322,
      "1,06,596.79": 323,
      "1,06,621.74": 324,
      "1,06,630.81": 325,
      "1,06,727.66": 326,
      "1,06,728.05": 327,
      "1,060.27": 328,
      "1,061.25": 329,
      "1,061.84": 330,
      "1,062.33": 331,
      "1,062.93": 332,
      "1,063.13": 333,
      "1,063.14": 334,
      "1,063.32": 335,
      "1,063.65": 336,
      "1,064.36": 337,
      "1,066.14": 338,
      "1,066.63": 339,
      "1,067.20": 340,
      "1,067.21": 341,
      "1,067.39": 342,
      "1,067.43": 343,
      "1,068.32": 344,
      "1,069.30": 345,
      "1,069.39": 346,
      "1,07,023.23": 347,
      "1,07,032.87": 348,
      "1,07,038.38": 349,
      "1,07,058.55": 350,
      "1,07,235.39": 351,
      "1,07,289.22": 352,
      "1,07,328.03": 353,
      "1,07,338.88": 354,
      "1,07,346.58": 355,
      "1,07,356.24": 356,
      "1,07,401.50": 357,
      "1,07,434.27": 358,
      "1,07,484.32": 359,
      "1,07,484.81": 360,
      "1,07,534.94": 361,
      "1,07,629.15": 362,
      "1,07,687.68": 363,
      "1,07,768.64": 364,
      "1,07,891.14": 365,
      "1,07,951.34": 366,
      "1,072.08": 367,
      "1,072.29": 368,
      "1,075.01": 369,
      "1,076.13": 370,
      "1,076.79": 371,
      "1,077.36": 372,
      "1,08,020.17": 373,
      "1,08,217.48": 374,
      "1,08,234.92": 375,
      "1,08,264.00": 376,
      "1,08,391.20": 377,
      "1,08,397.00": 378,
      "1,08,529.20": 379,
      "1,08,553.90": 380,
      "1,08,584.60": 381,
      "1,08,591.60": 382,
      "1,08,674.28": 383,
      "1,08,709.04": 384,
      "1,08,781.20": 385,
      "1,08,796.26": 386,
      "1,08,822.05": 387,
      "1,08,848.21": 388,
      "1,08,861.10": 389,
      "1,080.04": 390,
      "1,081.08": 391,
      "1,081.09": 392,
      "1,082.59": 393,
      "1,083.70": 394,
      "1,083.85": 395,
      "1,083.86": 396,
      "1,084.10": 397,
      "1,084.23": 398,
      "1,085.76": 399,
      "1,085.93": 400,
      "1,086.80": 401,
      "1,088.64": 402,
      "1,089.51": 403,
      "1,089.61": 404,
      "1,089.62": 405,
      "1,09,004.62": 406,
      "1,09,213.15": 407,
      "1,09,256.84": 408,
      "1,09,317.20": 409,
      "1,09,317.83": 410,
      "1,09,373.25": 411,
      "1,09,508.01": 412,
      "1,09,572.20": 413,
      "1,09,585.80": 414,
      "1,09,638.42": 415,
      "1,09,669.82": 416,
      "1,09,712.44": 417,
      "1,09,775.68": 418,
      "1,090.65": 419,
      "1,090.79": 420,
      "1,091.84": 421,
      "1,092.31": 422,
      "1,092.64": 423,
      "1,093.24": 424,
      "1,093.44": 425,
      "1,095.79": 426,
      "1,096.67": 427,
      "1,096.82": 428,
      "1,097.37": 429,
      "1,097.49": 430,
      "1,097.82": 431,
      "1,098.48": 432,
      "1,098.50": 433,
      "1,099.44": 434,
      "1,10,049.60": 435,
      "1,10,065.52": 436,
      "1,10,125.23": 437,
      "1,10,150.04": 438,
      "1,10,150.25": 439,
      "1,10,207.21": 440,
      "1,10,242.65": 441,
      "1,10,260.70": 442,
      "1,10,274.76": 443,
      "1,10,333.30": 444,
      "1,10,352.50": 445,
      "1,10,746.64": 446,
      "1,10,981.92": 447,
      "1,100.83": 448,
      "1,103.35": 449,
      "1,103.51": 450,
      "1,103.52": 451,
      "1,105.58": 452,
      "1,106.04": 453,
      "1,107.16": 454,
      "1,108.80": 455,
      "1,108.85": 456,
      "1,11,068.41": 457,
      "1,11,221.44": 458,
      "1,11,267.47": 459,
      "1,11,305.79": 460,
      "1,11,323.74": 461,
      "1,11,384.82": 462,
      "1,11,502.72": 463,
      "1,11,556.55": 464,
      "1,11,631.80": 465,
      "1,11,661.35": 466,
      "1,11,696.35": 467,
      "1,11,711.62": 468,
      "1,11,722.34": 469,
      "1,11,748.00": 470,
      "1,11,890.73": 471,
      "1,111.82": 472,
      "1,113.04": 473,
      "1,113.26": 474,
      "1,113.39": 475,
      "1,113.61": 476,
      "1,113.93": 477,
      "1,114.96": 478,
      "1,115.20": 479,
      "1,115.89": 480,
      "1,116.17": 481,
      "1,116.72": 482,
      "1,117.58": 483,
      "1,118.75": 484,
      "1,118.96": 485,
      "1,119.20": 486,
      "1,119.36": 487,
      "1,119.96": 488,
      "1,12,141.50": 489,
      "1,12,181.43": 490,
      "1,12,411.48": 491,
      "1,12,522.56": 492,
      "1,12,621.32": 493,
      "1,12,856.81": 494,
      "1,12,946.77": 495,
      "1,120.16": 496,
      "1,120.72": 497,
      "1,120.86": 498,
      "1,121.20": 499,
      "1,121.77": 500,
      "1,124.68": 501,
      "1,124.93": 502,
      "1,124.99": 503,
      "1,125.44": 504,
      "1,126.80": 505,
      "1,127.00": 506,
      "1,127.12": 507,
      "1,13,151.41": 508,
      "1,13,187.83": 509,
      "1,13,193.06": 510,
      "1,13,210.09": 511,
      "1,13,441.45": 512,
      "1,13,505.82": 513,
      "1,13,615.92": 514,
      "1,13,628.35": 515,
      "1,13,640.96": 516,
      "1,13,674.21": 517,
      "1,13,710.37": 518,
      "1,13,712.38": 519,
      "1,13,780.16": 520,
      "1,13,808.56": 521,
      "1,13,827.35": 522,
      "1,13,936.82": 523,
      "1,130.21": 524,
      "1,130.31": 525,
      "1,130.64": 526,
      "1,131.36": 527,
      "1,131.66": 528,
      "1,132.83": 529,
      "1,136.14": 530,
      "1,137.83": 531,
      "1,138.93": 532,
      "1,139.52": 533,
      "1,139.53": 534,
      "1,14,042.60": 535,
      "1,14,144.89": 536,
      "1,14,256.12": 537,
      "1,14,274.87": 538,
      "1,14,444.18": 539,
      "1,14,502.65": 540,
      "1,14,624.28": 541,
      "1,14,629.05": 542,
      "1,14,673.81": 543,
      "1,14,783.02": 544,
      "1,14,848.75": 545,
      "1,14,894.45": 546,
      "1,14,932.70": 547,
      "1,14,995.97": 548,
      "1,143.29": 549,
      "1,145.38": 550,
      "1,145.48": 551,
      "1,146.41": 552,
      "1,147.36": 553,
      "1,147.72": 554,
      "1,148.00": 555,
      "1,148.10": 556,
      "1,148.24": 557,
      "1,15,026.26": 558,
      "1,15,084.90": 559,
      "1,15,094.11": 560,
      "1,15,251.27": 561,
      "1,15,273.06": 562,
      "1,15,338.42": 563,
      "1,15,462.49": 564,
      "1,15,546.96": 565,
      "1,15,552.99": 566,
      "1,15,704.54": 567,
      "1,15,750.08": 568,
      "1,15,779.22": 569,
      "1,15,975.09": 570,
      "1,150.17": 571,
      "1,151.01": 572,
      "1,151.37": 573,
      "1,152.02": 574,
      "1,156.15": 575,
      "1,158.47": 576,
      "1,158.48": 577,
      "1,158.57": 578,
      "1,16,029.18": 579,
      "1,16,229.75": 580,
      "1,16,400.27": 581,
      "1,16,453.26": 582,
      "1,16,549.15": 583,
      "1,16,622.82": 584,
      "1,16,650.31": 585,
      "1,16,743.32": 586,
      "1,16,788.43": 587,
      "1,16,801.01": 588,
      "1,16,883.98": 589,
      "1,16,911.40": 590,
      "1,16,970.96": 591,
      "1,16,971.08": 592,
      "1,16,971.52": 593,
      "1,16,972.98": 594,
      "1,160.83": 595,
      "1,162.00": 596,
      "1,165.23": 597,
      "1,165.63": 598,
      "1,166.50": 599,
      "1,167.03": 600,
      "1,169.95": 601,
      "1,17,072.00": 602,
      "1,17,117.95": 603,
      "1,17,289.68": 604,
      "1,17,298.78": 605,
      "1,17,308.75": 606,
      "1,17,318.92": 607,
      "1,17,445.20": 608,
      "1,17,501.60": 609,
      "1,17,522.24": 610,
      "1,17,705.96": 611,
      "1,17,748.58": 612,
      "1,17,749.48": 613,
      "1,17,775.89": 614,
      "1,17,785.70": 615,
      "1,17,793.56": 616,
      "1,17,850.62": 617,
      "1,17,869.76": 618,
      "1,172.90": 619,
      "1,173.64": 620,
      "1,173.79": 621,
      "1,174.02": 622,
      "1,174.22": 623,
      "1,175.09": 624,
      "1,175.23": 625,
      "1,176.73": 626,
      "1,176.89": 627,
      "1,177.44": 628,
      "1,177.57": 629,
      "1,177.58": 630,
      "1,179.23": 631,
      "1,179.59": 632,
      "1,18,069.68": 633,
      "1,18,078.52": 634,
      "1,18,155.57": 635,
      "1,18,278.82": 636,
      "1,18,381.07": 637,
      "1,18,399.32": 638,
      "1,18,638.90": 639,
      "1,18,781.10": 640,
      "1,18,847.22": 641,
      "1,18,853.36": 642,
      "1,181.88": 643,
      "1,183.08": 644,
      "1,183.70": 645,
      "1,183.77": 646,
      "1,184.11": 647,
      "1,184.65": 648,
      "1,186.41": 649,
      "1,186.68": 650,
      "1,187.36": 651,
      "1,188.00": 652,
      "1,19,128.36": 653,
      "1,19,132.52": 654,
      "1,19,228.05": 655,
      "1,19,404.38": 656,
      "1,19,427.16": 657,
      "1,19,441.70": 658,
      "1,19,522.27": 659,
      "1,19,589.32": 660,
      "1,19,613.20": 661,
      "1,19,616.27": 662,
      "1,19,626.56": 663,
      "1,19,716.86": 664,
      "1,19,728.42": 665,
      "1,19,749.92": 666,
      "1,19,759.64": 667,
      "1,19,773.12": 668,
      "1,19,857.34": 669,
      "1,19,876.81": 670,
      "1,19,919.01": 671,
      "1,190.19": 672,
      "1,190.49": 673,
      "1,190.71": 674,
      "1,191.15": 675,
      "1,192.43": 676,
      "1,192.46": 677,
      "1,192.69": 678,
      "1,193.19": 679,
      "1,193.22": 680,
      "1,194.27": 681,
      "1,194.35": 682,
      "1,194.42": 683,
      "1,195.40": 684,
      "1,196.50": 685,
      "1,197.40": 686,
      "1,197.75": 687,
      "1,199.03": 688,
      "1,20,077.10": 689,
      "1,20,097.71": 690,
      "1,20,238.50": 691,
      "1,20,285.00": 692,
      "1,20,439.13": 693,
      "1,20,444.22": 694,
      "1,20,444.99": 695,
      "1,20,553.44": 696,
      "1,20,703.95": 697,
      "1,20,754.97": 698,
      "1,20,779.64": 699,
      "1,200.23": 700,
      "1,200.58": 701,
      "1,201.41": 702,
      "1,201.61": 703,
      "1,202.11": 704,
      "1,202.76": 705,
      "1,203.24": 706,
      "1,203.69": 707,
      "1,204.00": 708,
      "1,204.23": 709,
      "1,205.01": 710,
      "1,205.33": 711,
      "1,205.47": 712,
      "1,206.07": 713,
      "1,206.26": 714,
      "1,206.33": 715,
      "1,207.29": 716,
      "1,208.69": 717,
      "1,209.11": 718,
      "1,209.45": 719,
      "1,209.46": 720,
      "1,21,059.12": 721,
      "1,21,133.32": 722,
      "1,21,199.40": 723,
      "1,21,238.38": 724,
      "1,21,279.20": 725,
      "1,21,376.32": 726,
      "1,21,386.60": 727,
      "1,21,561.44": 728,
      "1,21,566.48": 729,
      "1,21,576.32": 730,
      "1,21,610.52": 731,
      "1,21,753.36": 732,
      "1,21,924.43": 733,
      "1,21,924.78": 734,
      "1,21,934.13": 735,
      "1,210.98": 736,
      "1,211.08": 737,
      "1,211.35": 738,
      "1,211.38": 739,
      "1,212.30": 740,
      "1,212.60": 741,
      "1,213.08": 742,
      "1,214.52": 743,
      "1,214.76": 744,
      "1,214.92": 745,
      "1,215.03": 746,
      "1,217.58": 747,
      "1,218.60": 748,
      "1,219.54": 749,
      "1,22,058.87": 750,
      "1,22,443.31": 751,
      "1,22,473.14": 752,
      "1,22,547.84": 753,
      "1,22,574.21": 754,
      "1,22,582.54": 755,
      "1,22,623.32": 756,
      "1,22,629.71": 757,
      "1,22,634.92": 758,
      "1,22,723.44": 759,
      "1,22,729.12": 760,
      "1,22,795.57": 761,
      "1,22,807.45": 762,
      "1,22,820.53": 763,
      "1,22,821.63": 764,
      "1,221.42": 765,
      "1,221.72": 766,
      "1,222.18": 767,
      "1,222.27": 768,
      "1,222.44": 769,
      "1,222.88": 770,
      "1,223.53": 771,
      "1,223.58": 772,
      "1,224.58": 773,
      "1,225.64": 774,
      "1,226.77": 775,
      "1,226.82": 776,
      "1,227.59": 777,
      "1,228.36": 778,
      "1,228.64": 779,
      "1,229.11": 780,
      "1,229.31": 781,
      "1,229.86": 782,
      "1,23,015.76": 783,
      "1,23,125.70": 784,
      "1,23,163.72": 785,
      "1,23,250.15": 786,
      "1,23,427.35": 787,
      "1,23,440.76": 788,
      "1,23,681.16": 789,
      "1,23,771.20": 790,
      "1,23,916.80": 791,
      "1,23,973.16": 792,
      "1,230.16": 793,
      "1,230.26": 794,
      "1,230.50": 795,
      "1,231.07": 796,
      "1,232.88": 797,
      "1,233.02": 798,
      "1,233.36": 799,
      "1,236.26": 800,
      "1,238.72": 801,
      "1,239.41": 802,
      "1,24,036.24": 803,
      "1,24,054.79": 804,
      "1,24,076.77": 805,
      "1,24,161.03": 806,
      "1,24,213.04": 807,
      "1,24,239.32": 808,
      "1,24,309.90": 809,
      "1,24,324.79": 810,
      "1,24,336.40": 811,
      "1,24,592.20": 812,
      "1,24,705.32": 813,
      "1,24,751.10": 814,
      "1,24,836.38": 815,
      "1,24,851.35": 816,
      "1,24,943.31": 817,
      "1,240.74": 818,
      "1,241.40": 819,
      "1,241.49": 820,
      "1,242.47": 821,
      "1,243.08": 822,
      "1,243.12": 823,
      "1,243.82": 824,
      "1,243.98": 825,
      "1,244.32": 826,
      "1,244.53": 827,
      "1,244.57": 828,
      "1,245.66": 829,
      "1,247.14": 830,
      "1,248.81": 831,
      "1,248.82": 832,
      "1,249.02": 833,
      "1,249.16": 834,
      "1,25,060.71": 835,
      "1,25,066.64": 836,
      "1,25,073.76": 837,
      "1,25,191.43": 838,
      "1,25,248.55": 839,
      "1,25,263.56": 840,
      "1,25,287.96": 841,
      "1,25,332.56": 842,
      "1,25,332.92": 843,
      "1,25,361.45": 844,
      "1,25,391.20": 845,
      "1,25,498.38": 846,
      "1,25,515.99": 847,
      "1,25,593.86": 848,
      "1,25,594.12": 849,
      "1,25,650.16": 850,
      "1,25,737.42": 851,
      "1,25,737.78": 852,
      "1,25,794.35": 853,
      "1,25,881.14": 854,
      "1,25,923.24": 855,
      "1,250.06": 856,
      "1,250.56": 857,
      "1,250.57": 858,
      "1,250.88": 859,
      "1,251.90": 860,
      "1,251.92": 861,
      "1,252.03": 862,
      "1,252.90": 863,
      "1,253.22": 864,
      "1,253.24": 865,
      "1,253.71": 866,
      "1,253.86": 867,
      "1,255.71": 868,
      "1,256.28": 869,
      "1,256.64": 870,
      "1,257.80": 871,
      "1,257.85": 872,
      "1,257.90": 873,
      "1,257.91": 874,
      "1,258.50": 875,
      "1,259.16": 876,
      "1,259.58": 877,
      "1,259.76": 878,
      "1,26,269.50": 879,
      "1,26,537.76": 880,
      "1,26,597.69": 881,
      "1,26,601.75": 882,
      "1,26,757.92": 883,
      "1,26,819.60": 884,
      "1,26,856.47": 885,
      "1,26,912.45": 886,
      "1,260.46": 887,
      "1,260.50": 888,
      "1,260.51": 889,
      "1,261.14": 890,
      "1,261.88": 891,
      "1,262.55": 892,
      "1,264.48": 893,
      "1,266.56": 894,
      "1,266.60": 895,
      "1,267.08": 896,
      "1,267.52": 897,
      "1,268.41": 898,
      "1,27,172.27": 899,
      "1,27,178.52": 900,
      "1,27,190.98": 901,
      "1,27,219.54": 902,
      "1,27,225.80": 903,
      "1,27,267.92": 904,
      "1,27,350.70": 905,
      "1,27,355.61": 906,
      "1,27,382.82": 907,
      "1,27,393.86": 908,
      "1,27,426.70": 909,
      "1,27,433.78": 910,
      "1,27,434.10": 911,
      "1,27,463.80": 912,
      "1,27,469.44": 913,
      "1,27,499.52": 914,
      "1,27,559.46": 915,
      "1,27,619.03": 916,
      "1,27,644.80": 917,
      "1,27,644.93": 918,
      "1,27,786.15": 919,
      "1,27,876.66": 920,
      "1,27,966.85": 921,
      "1,270.40": 922,
      "1,270.69": 923,
      "1,272.21": 924,
      "1,273.23": 925,
      "1,273.44": 926,
      "1,273.50": 927,
      "1,273.96": 928,
      "1,274.13": 929,
      "1,275.06": 930,
      "1,275.84": 931,
      "1,276.73": 932,
      "1,277.54": 933,
      "1,277.87": 934,
      "1,277.92": 935,
      "1,279.25": 936,
      "1,279.31": 937,
      "1,279.66": 938,
      "1,279.84": 939,
      "1,28,034.20": 940,
      "1,28,327.04": 941,
      "1,28,432.50": 942,
      "1,28,448.20": 943,
      "1,28,466.96": 944,
      "1,28,537.21": 945,
      "1,28,551.06": 946,
      "1,28,664.13": 947,
      "1,28,796.77": 948,
      "1,28,881.00": 949,
      "1,28,915.42": 950,
      "1,28,917.76": 951,
      "1,280.51": 952,
      "1,280.55": 953,
      "1,281.11": 954,
      "1,281.15": 955,
      "1,281.22": 956,
      "1,281.69": 957,
      "1,282.50": 958,
      "1,282.96": 959,
      "1,283.29": 960,
      "1,283.69": 961,
      "1,283.84": 962,
      "1,284.00": 963,
      "1,284.18": 964,
      "1,284.22": 965,
      "1,284.66": 966,
      "1,284.75": 967,
      "1,286.03": 968,
      "1,287.22": 969,
      "1,287.64": 970,
      "1,287.91": 971,
      "1,288.32": 972,
      "1,288.74": 973,
      "1,288.90": 974,
      "1,288.98": 975,
      "1,289.01": 976,
      "1,289.12": 977,
      "1,289.34": 978,
      "1,289.61": 979,
      "1,29,005.64": 980,
      "1,29,021.67": 981,
      "1,29,073.85": 982,
      "1,29,081.42": 983,
      "1,29,081.99": 984,
      "1,29,105.83": 985,
      "1,29,175.85": 986,
      "1,29,226.35": 987,
      "1,29,313.24": 988,
      "1,29,419.35": 989,
      "1,29,443.16": 990,
      "1,29,585.60": 991,
      "1,29,615.40": 992,
      "1,29,818.60": 993,
      "1,29,838.80": 994,
      "1,290.71": 995,
      "1,291.09": 996,
      "1,292.71": 997,
      "1,292.87": 998,
      "1,293.84": 999,
      "1,295.63": 1000,
      "1,295.89": 1001,
      "1,296.82": 1002,
      "1,298.29": 1003,
      "1,298.60": 1004,
      "1,298.66": 1005,
      "1,30,092.00": 1006,
      "1,30,157.19": 1007,
      "1,30,231.84": 1008,
      "1,30,369.36": 1009,
      "1,30,423.69": 1010,
      "1,30,438.50": 1011,
      "1,30,465.40": 1012,
      "1,30,485.52": 1013,
      "1,30,671.33": 1014,
      "1,30,725.03": 1015,
      "1,30,730.70": 1016,
      "1,30,735.71": 1017,
      "1,30,760.52": 1018,
      "1,30,808.08": 1019,
      "1,300.26": 1020,
      "1,301.82": 1021,
      "1,303.57": 1022,
      "1,304.82": 1023,
      "1,305.46": 1024,
      "1,305.71": 1025,
      "1,306.35": 1026,
      "1,308.40": 1027,
      "1,308.47": 1028,
      "1,308.59": 1029,
      "1,309.56": 1030,
      "1,31,364.68": 1031,
      "1,31,422.95": 1032,
      "1,31,515.52": 1033,
      "1,31,545.60": 1034,
      "1,31,674.56": 1035,
      "1,31,736.69": 1036,
      "1,31,803.32": 1037,
      "1,31,909.00": 1038,
      "1,310.22": 1039,
      "1,310.92": 1040,
      "1,311.12": 1041,
      "1,311.30": 1042,
      "1,312.26": 1043,
      "1,312.52": 1044,
      "1,312.55": 1045,
      "1,312.57": 1046,
      "1,313.35": 1047,
      "1,314.16": 1048,
      "1,314.18": 1049,
      "1,314.20": 1050,
      "1,314.66": 1051,
      "1,316.82": 1052,
      "1,316.84": 1053,
      "1,317.10": 1054,
      "1,318.95": 1055,
      "1,319.24": 1056,
      "1,319.43": 1057,
      "1,319.68": 1058,
      "1,319.90": 1059,
      "1,32,094.15": 1060,
      "1,32,139.17": 1061,
      "1,32,403.00": 1062,
      "1,32,409.65": 1063,
      "1,32,420.40": 1064,
      "1,32,582.48": 1065,
      "1,32,585.42": 1066,
      "1,32,734.25": 1067,
      "1,32,920.38": 1068,
      "1,321.53": 1069,
      "1,322.64": 1070,
      "1,323.86": 1071,
      "1,324.03": 1072,
      "1,325.09": 1073,
      "1,325.60": 1074,
      "1,325.96": 1075,
      "1,326.57": 1076,
      "1,327.38": 1077,
      "1,328.05": 1078,
      "1,328.22": 1079,
      "1,329.20": 1080,
      "1,33,083.25": 1081,
      "1,33,095.82": 1082,
      "1,33,287.68": 1083,
      "1,33,338.00": 1084,
      "1,33,481.40": 1085,
      "1,33,505.16": 1086,
      "1,33,531.25": 1087,
      "1,33,586.82": 1088,
      "1,33,597.20": 1089,
      "1,33,659.15": 1090,
      "1,33,671.83": 1091,
      "1,33,763.55": 1092,
      "1,33,839.36": 1093,
      "1,33,850.61": 1094,
      "1,33,970.22": 1095,
      "1,330.27": 1096,
      "1,330.39": 1097,
      "1,330.47": 1098,
      "1,330.78": 1099,
      "1,331.14": 1100,
      "1,331.37": 1101,
      "1,331.70": 1102,
      "1,331.71": 1103,
      "1,331.90": 1104,
      "1,332.63": 1105,
      "1,332.92": 1106,
      "1,333.97": 1107,
      "1,334.08": 1108,
      "1,334.75": 1109,
      "1,335.70": 1110,
      "1,336.08": 1111,
      "1,336.39": 1112,
      "1,337.02": 1113,
      "1,337.55": 1114,
      "1,337.71": 1115,
      "1,337.85": 1116,
      "1,338.07": 1117,
      "1,338.18": 1118,
      "1,338.99": 1119,
      "1,34,083.04": 1120,
      "1,34,095.83": 1121,
      "1,34,096.78": 1122,
      "1,34,108.40": 1123,
      "1,34,130.80": 1124,
      "1,34,176.29": 1125,
      "1,34,189.99": 1126,
      "1,34,346.40": 1127,
      "1,34,354.50": 1128,
      "1,34,490.50": 1129,
      "1,34,510.24": 1130,
      "1,34,552.23": 1131,
      "1,34,622.75": 1132,
      "1,34,685.92": 1133,
      "1,34,751.06": 1134,
      "1,34,844.63": 1135,
      "1,34,855.26": 1136,
      "1,34,914.10": 1137,
      "1,34,978.61": 1138,
      "1,34,979.12": 1139,
      "1,34,979.68": 1140,
      "1,34,980.17": 1141,
      "1,340.12": 1142,
      "1,341.01": 1143,
      "1,341.07": 1144,
      "1,341.34": 1145,
      "1,341.96": 1146,
      "1,342.32": 1147,
      "1,343.36": 1148,
      "1,343.65": 1149,
      "1,343.82": 1150,
      "1,344.46": 1151,
      "1,344.63": 1152,
      "1,345.22": 1153,
      "1,345.50": 1154,
      "1,346.19": 1155,
      "1,346.58": 1156,
      "1,348.10": 1157,
      "1,348.24": 1158,
      "1,349.43": 1159,
      "1,349.73": 1160,
      "1,35,021.39": 1161,
      "1,35,097.34": 1162,
      "1,35,112.74": 1163,
      "1,35,172.44": 1164,
      "1,35,404.17": 1165,
      "1,35,687.67": 1166,
      "1,35,764.12": 1167,
      "1,35,839.40": 1168,
      "1,35,928.26": 1169,
      "1,350.48": 1170,
      "1,351.93": 1171,
      "1,351.94": 1172,
      "1,352.93": 1173,
      "1,353.23": 1174,
      "1,353.64": 1175,
      "1,353.69": 1176,
      "1,353.88": 1177,
      "1,354.23": 1178,
      "1,354.47": 1179,
      "1,355.49": 1180,
      "1,356.21": 1181,
      "1,356.78": 1182,
      "1,357.03": 1183,
      "1,357.21": 1184,
      "1,358.11": 1185,
      "1,359.27": 1186,
      "1,359.28": 1187,
      "1,359.84": 1188,
      "1,36,139.85": 1189,
      "1,36,176.80": 1190,
      "1,36,245.35": 1191,
      "1,36,522.08": 1192,
      "1,36,714.59": 1193,
      "1,36,774.47": 1194,
      "1,36,887.83": 1195,
      "1,360.14": 1196,
      "1,360.32": 1197,
      "1,360.39": 1198,
      "1,360.67": 1199,
      "1,360.71": 1200,
      "1,360.77": 1201,
      "1,363.14": 1202,
      "1,363.27": 1203,
      "1,364.15": 1204,
      "1,364.51": 1205,
      "1,364.94": 1206,
      "1,365.11": 1207,
      "1,366.26": 1208,
      "1,367.12": 1209,
      "1,367.20": 1210,
      "1,367.21": 1211,
      "1,367.37": 1212,
      "1,367.46": 1213,
      "1,367.47": 1214,
      "1,367.92": 1215,
      "1,368.03": 1216,
      "1,368.16": 1217,
      "1,37,017.20": 1218,
      "1,37,052.30": 1219,
      "1,37,204.90": 1220,
      "1,37,345.32": 1221,
      "1,37,351.72": 1222,
      "1,37,369.52": 1223,
      "1,37,387.44": 1224,
      "1,37,528.00": 1225,
      "1,37,558.99": 1226,
      "1,37,590.44": 1227,
      "1,37,692.03": 1228,
      "1,37,812.32": 1229,
      "1,37,873.70": 1230,
      "1,37,923.49": 1231,
      "1,37,971.04": 1232,
      "1,370.56": 1233,
      "1,370.61": 1234,
      "1,371.25": 1235,
      "1,373.30": 1236,
      "1,374.22": 1237,
      "1,374.47": 1238,
      "1,374.97": 1239,
      "1,375.18": 1240,
      "1,375.49": 1241,
      "1,375.62": 1242,
      "1,376.38": 1243,
      "1,376.47": 1244,
      "1,377.48": 1245,
      "1,379.25": 1246,
      "1,379.74": 1247,
      "1,38,041.09": 1248,
      "1,38,205.31": 1249,
      "1,38,317.97": 1250,
      "1,38,352.82": 1251,
      "1,38,396.84": 1252,
      "1,38,412.83": 1253,
      "1,38,538.40": 1254,
      "1,38,565.08": 1255,
      "1,38,685.77": 1256,
      "1,38,766.76": 1257,
      "1,38,982.77": 1258,
      "1,380.13": 1259,
      "1,381.24": 1260,
      "1,383.77": 1261,
      "1,384.16": 1262,
      "1,384.38": 1263,
      "1,384.39": 1264,
      "1,386.50": 1265,
      "1,386.56": 1266,
      "1,387.31": 1267,
      "1,387.68": 1268,
      "1,387.97": 1269,
      "1,388.08": 1270,
      "1,389.24": 1271,
      "1,389.36": 1272,
      "1,389.38": 1273,
      "1,389.64": 1274,
      "1,39,139.52": 1275,
      "1,39,143.97": 1276,
      "1,39,169.16": 1277,
      "1,39,207.31": 1278,
      "1,39,211.60": 1279,
      "1,39,237.61": 1280,
      "1,39,240.77": 1281,
      "1,39,256.97": 1282,
      "1,39,335.40": 1283,
      "1,39,340.64": 1284,
      "1,39,434.92": 1285,
      "1,39,554.00": 1286,
      "1,39,580.64": 1287,
      "1,39,764.21": 1288,
      "1,39,833.51": 1289,
      "1,39,861.75": 1290,
      "1,39,885.44": 1291,
      "1,39,995.88": 1292,
      "1,390.58": 1293,
      "1,391.73": 1294,
      "1,392.12": 1295,
      "1,393.65": 1296,
      "1,393.69": 1297,
      "1,393.84": 1298,
      "1,395.52": 1299,
      "1,395.84": 1300,
      "1,396.56": 1301,
      "1,396.85": 1302,
      "1,397.12": 1303,
      "1,397.44": 1304,
      "1,397.60": 1305,
      "1,397.95": 1306,
      "1,398.16": 1307,
      "1,398.59": 1308,
      "1,399.67": 1309,
      "1,399.80": 1310,
      "1,40,046.41": 1311,
      "1,40,068.65": 1312,
      "1,40,263.85": 1313,
      "1,40,302.39": 1314,
      "1,40,443.36": 1315,
      "1,40,548.21": 1316,
      "1,40,555.44": 1317,
      "1,40,605.37": 1318,
      "1,40,646.40": 1319,
      "1,40,718.87": 1320,
      "1,40,797.08": 1321,
      "1,40,845.80": 1322,
      "1,40,917.80": 1323,
      "1,40,955.00": 1324,
      "1,400.89": 1325,
      "1,401.04": 1326,
      "1,401.05": 1327,
      "1,401.30": 1328,
      "1,401.40": 1329,
      "1,401.57": 1330,
      "1,402.27": 1331,
      "1,403.08": 1332,
      "1,403.22": 1333,
      "1,404.36": 1334,
      "1,404.78": 1335,
      "1,404.88": 1336,
      "1,405.72": 1337,
      "1,407.49": 1338,
      "1,407.91": 1339,
      "1,408.71": 1340,
      "1,41,026.80": 1341,
      "1,41,153.59": 1342,
      "1,41,279.84": 1343,
      "1,41,313.12": 1344,
      "1,41,332.28": 1345,
      "1,41,332.29": 1346,
      "1,41,402.89": 1347,
      "1,41,504.43": 1348,
      "1,41,616.93": 1349,
      "1,41,662.98": 1350,
      "1,41,752.16": 1351,
      "1,41,952.58": 1352,
      "1,41,963.30": 1353,
      "1,41,970.40": 1354,
      "1,410.16": 1355,
      "1,412.48": 1356,
      "1,412.49": 1357,
      "1,414.14": 1358,
      "1,414.17": 1359,
      "1,414.27": 1360,
      "1,414.64": 1361,
      "1,414.78": 1362,
      "1,414.99": 1363,
      "1,415.36": 1364,
      "1,415.47": 1365,
      "1,415.65": 1366,
      "1,415.87": 1367,
      "1,416.37": 1368,
      "1,416.54": 1369,
      "1,416.87": 1370,
      "1,417.14": 1371,
      "1,417.35": 1372,
      "1,417.46": 1373,
      "1,417.81": 1374,
      "1,418.05": 1375,
      "1,418.20": 1376,
      "1,418.60": 1377,
      "1,42,026.72": 1378,
      "1,42,104.92": 1379,
      "1,42,360.26": 1380,
      "1,42,395.96": 1381,
      "1,42,547.90": 1382,
      "1,42,553.08": 1383,
      "1,42,631.37": 1384,
      "1,42,713.64": 1385,
      "1,42,918.88": 1386,
      "1,42,945.80": 1387,
      "1,42,989.43": 1388,
      "1,421.91": 1389,
      "1,423.00": 1390,
      "1,423.16": 1391,
      "1,427.21": 1392,
      "1,427.45": 1393,
      "1,428.30": 1394,
      "1,43,136.15": 1395,
      "1,43,186.32": 1396,
      "1,43,203.57": 1397,
      "1,43,289.85": 1398,
      "1,43,359.73": 1399,
      "1,43,550.32": 1400,
      "1,43,594.88": 1401,
      "1,43,634.48": 1402,
      "1,43,716.15": 1403,
      "1,43,804.96": 1404,
      "1,43,829.84": 1405,
      "1,43,961.68": 1406,
      "1,430.24": 1407,
      "1,430.75": 1408,
      "1,431.78": 1409,
      "1,432.61": 1410,
      "1,433.61": 1411,
      "1,433.78": 1412,
      "1,434.29": 1413,
      "1,435.40": 1414,
      "1,435.48": 1415,
      "1,435.61": 1416,
      "1,436.13": 1417,
      "1,436.59": 1418,
      "1,437.59": 1419,
      "1,439.84": 1420,
      "1,44,252.58": 1421,
      "1,44,366.22": 1422,
      "1,44,696.22": 1423,
      "1,44,744.96": 1424,
      "1,44,746.26": 1425,
      "1,44,757.45": 1426,
      "1,44,824.56": 1427,
      "1,44,828.64": 1428,
      "1,44,866.86": 1429,
      "1,44,911.44": 1430,
      "1,44,950.08": 1431,
      "1,44,950.40": 1432,
      "1,440.92": 1433,
      "1,440.95": 1434,
      "1,441.95": 1435,
      "1,442.01": 1436,
      "1,442.07": 1437,
      "1,442.35": 1438,
      "1,442.43": 1439,
      "1,442.72": 1440,
      "1,443.17": 1441,
      "1,443.18": 1442,
      "1,444.88": 1443,
      "1,445.86": 1444,
      "1,447.32": 1445,
      "1,447.46": 1446,
      "1,447.47": 1447,
      "1,448.32": 1448,
      "1,448.48": 1449,
      "1,448.58": 1450,
      "1,448.60": 1451,
      "1,45,115.58": 1452,
      "1,45,115.75": 1453,
      "1,45,370.56": 1454,
      "1,45,396.83": 1455,
      "1,45,412.12": 1456,
      "1,45,441.17": 1457,
      "1,45,536.93": 1458,
      "1,45,624.60": 1459,
      "1,45,703.68": 1460,
      "1,45,705.70": 1461,
      "1,45,747.60": 1462,
      "1,45,761.65": 1463,
      "1,45,849.63": 1464,
      "1,45,921.15": 1465,
      "1,450.12": 1466,
      "1,450.44": 1467,
      "1,450.83": 1468,
      "1,451.48": 1469,
      "1,451.50": 1470,
      "1,452.78": 1471,
      "1,453.02": 1472,
      "1,455.36": 1473,
      "1,455.99": 1474,
      "1,457.31": 1475,
      "1,457.80": 1476,
      "1,458.08": 1477,
      "1,46,096.50": 1478,
      "1,46,156.24": 1479,
      "1,46,202.81": 1480,
      "1,46,359.92": 1481,
      "1,46,381.50": 1482,
      "1,46,384.65": 1483,
      "1,46,424.00": 1484,
      "1,46,588.44": 1485,
      "1,46,589.42": 1486,
      "1,46,685.68": 1487,
      "1,46,703.25": 1488,
      "1,46,728.95": 1489,
      "1,46,817.16": 1490,
      "1,46,960.80": 1491,
      "1,46,962.04": 1492,
      "1,460.50": 1493,
      "1,460.70": 1494,
      "1,461.70": 1495,
      "1,461.73": 1496,
      "1,461.74": 1497,
      "1,462.24": 1498,
      "1,463.44": 1499,
      "1,464.24": 1500,
      "1,464.30": 1501,
      "1,464.72": 1502,
      "1,464.88": 1503,
      "1,465.00": 1504,
      "1,465.75": 1505,
      "1,465.88": 1506,
      "1,468.50": 1507,
      "1,468.90": 1508,
      "1,468.91": 1509,
      "1,47,029.52": 1510,
      "1,47,185.28": 1511,
      "1,47,192.24": 1512,
      "1,47,193.82": 1513,
      "1,47,297.38": 1514,
      "1,47,332.30": 1515,
      "1,47,357.49": 1516,
      "1,47,401.35": 1517,
      "1,47,457.35": 1518,
      "1,47,540.75": 1519,
      "1,47,598.06": 1520,
      "1,47,825.18": 1521,
      "1,47,912.60": 1522,
      "1,47,927.38": 1523,
      "1,470.07": 1524,
      "1,470.76": 1525,
      "1,472.72": 1526,
      "1,473.01": 1527,
      "1,473.39": 1528,
      "1,474.01": 1529,
      "1,474.14": 1530,
      "1,474.28": 1531,
      "1,474.80": 1532,
      "1,475.58": 1533,
      "1,475.86": 1534,
      "1,476.84": 1535,
      "1,477.01": 1536,
      "1,477.26": 1537,
      "1,477.30": 1538,
      "1,478.58": 1539,
      "1,479.75": 1540,
      "1,479.91": 1541,
      "1,48,003.44": 1542,
      "1,48,026.45": 1543,
      "1,48,211.52": 1544,
      "1,48,212.07": 1545,
      "1,48,214.88": 1546,
      "1,48,332.78": 1547,
      "1,48,368.20": 1548,
      "1,48,423.08": 1549,
      "1,48,620.44": 1550,
      "1,48,645.53": 1551,
      "1,48,752.57": 1552,
      "1,48,785.25": 1553,
      "1,48,828.36": 1554,
      "1,48,871.11": 1555,
      "1,48,965.95": 1556,
      "1,480.90": 1557,
      "1,481.44": 1558,
      "1,481.47": 1559,
      "1,482.79": 1560,
      "1,483.56": 1561,
      "1,484.60": 1562,
      "1,485.19": 1563,
      "1,485.20": 1564,
      "1,486.30": 1565,
      "1,486.77": 1566,
      "1,487.15": 1567,
      "1,487.80": 1568,
      "1,489.88": 1569,
      "1,489.90": 1570,
      "1,49,209.42": 1571,
      "1,49,210.17": 1572,
      "1,49,515.76": 1573,
      "1,49,628.86": 1574,
      "1,49,675.30": 1575,
      "1,49,795.16": 1576,
      "1,49,914.08": 1577,
      "1,491.45": 1578,
      "1,491.46": 1579,
      "1,491.78": 1580,
      "1,492.18": 1581,
      "1,493.08": 1582,
      "1,493.75": 1583,
      "1,495.44": 1584,
      "1,495.87": 1585,
      "1,496.16": 1586,
      "1,496.18": 1587,
      "1,499.07": 1588,
      "1,50,033.10": 1589,
      "1,50,139.68": 1590,
      "1,50,142.86": 1591,
      "1,50,194.99": 1592,
      "1,50,327.25": 1593,
      "1,50,363.51": 1594,
      "1,50,363.94": 1595,
      "1,50,444.81": 1596,
      "1,50,481.65": 1597,
      "1,50,733.69": 1598,
      "1,50,848.57": 1599,
      "1,50,901.96": 1600,
      "1,50,941.94": 1601,
      "1,50,976.54": 1602,
      "1,50,988.91": 1603,
      "1,500.08": 1604,
      "1,500.94": 1605,
      "1,501.88": 1606,
      "1,502.14": 1607,
      "1,502.52": 1608,
      "1,504.63": 1609,
      "1,505.53": 1610,
      "1,506.00": 1611,
      "1,507.09": 1612,
      "1,507.99": 1613,
      "1,508.22": 1614,
      "1,509.97": 1615,
      "1,51,050.56": 1616,
      "1,51,053.84": 1617,
      "1,51,074.00": 1618,
      "1,51,208.70": 1619,
      "1,51,264.98": 1620,
      "1,51,297.20": 1621,
      "1,51,300.92": 1622,
      "1,51,305.87": 1623,
      "1,51,460.61": 1624,
      "1,51,490.88": 1625,
      "1,51,557.13": 1626,
      "1,51,607.68": 1627,
      "1,51,711.54": 1628,
      "1,51,742.33": 1629,
      "1,51,848.46": 1630,
      "1,51,984.54": 1631,
      "1,511.10": 1632,
      "1,511.71": 1633,
      "1,511.99": 1634,
      "1,512.83": 1635,
      "1,515.20": 1636,
      "1,515.78": 1637,
      "1,515.84": 1638,
      "1,516.66": 1639,
      "1,516.70": 1640,
      "1,516.71": 1641,
      "1,517.70": 1642,
      "1,518.11": 1643,
      "1,518.13": 1644,
      "1,519.90": 1645,
      "1,52,120.42": 1646,
      "1,52,133.34": 1647,
      "1,52,195.70": 1648,
      "1,52,245.57": 1649,
      "1,52,280.24": 1650,
      "1,52,427.50": 1651,
      "1,52,486.01": 1652,
      "1,52,577.36": 1653,
      "1,52,823.89": 1654,
      "1,52,953.76": 1655,
      "1,52,964.00": 1656,
      "1,52,989.47": 1657,
      "1,520.90": 1658,
      "1,521.30": 1659,
      "1,521.53": 1660,
      "1,522.55": 1661,
      "1,522.66": 1662,
      "1,523.55": 1663,
      "1,523.58": 1664,
      "1,523.76": 1665,
      "1,524.77": 1666,
      "1,526.30": 1667,
      "1,526.93": 1668,
      "1,527.22": 1669,
      "1,528.19": 1670,
      "1,528.31": 1671,
      "1,529.51": 1672,
      "1,53,022.66": 1673,
      "1,53,050.09": 1674,
      "1,53,082.11": 1675,
      "1,53,158.91": 1676,
      "1,53,305.12": 1677,
      "1,53,351.05": 1678,
      "1,53,470.72": 1679,
      "1,53,542.02": 1680,
      "1,53,833.93": 1681,
      "1,53,859.08": 1682,
      "1,53,918.89": 1683,
      "1,530.18": 1684,
      "1,530.48": 1685,
      "1,530.55": 1686,
      "1,530.86": 1687,
      "1,530.92": 1688,
      "1,531.00": 1689,
      "1,531.49": 1690,
      "1,532.10": 1691,
      "1,533.71": 1692,
      "1,533.77": 1693,
      "1,533.78": 1694,
      "1,534.08": 1695,
      "1,534.11": 1696,
      "1,534.91": 1697,
      "1,535.08": 1698,
      "1,535.19": 1699,
      "1,536.18": 1700,
      "1,537.75": 1701,
      "1,537.76": 1702,
      "1,538.94": 1703,
      "1,539.84": 1704,
      "1,54,016.94": 1705,
      "1,54,102.15": 1706,
      "1,54,112.00": 1707,
      "1,54,208.52": 1708,
      "1,54,227.29": 1709,
      "1,54,330.74": 1710,
      "1,54,390.64": 1711,
      "1,54,491.28": 1712,
      "1,54,499.42": 1713,
      "1,54,527.56": 1714,
      "1,54,723.99": 1715,
      "1,54,955.16": 1716,
      "1,54,978.03": 1717,
      "1,54,994.90": 1718,
      "1,540.38": 1719,
      "1,540.61": 1720,
      "1,541.04": 1721,
      "1,541.19": 1722,
      "1,541.20": 1723,
      "1,541.49": 1724,
      "1,542.54": 1725,
      "1,543.47": 1726,
      "1,545.60": 1727,
      "1,545.70": 1728,
      "1,545.81": 1729,
      "1,547.77": 1730,
      "1,547.82": 1731,
      "1,548.05": 1732,
      "1,549.35": 1733,
      "1,549.44": 1734,
      "1,549.50": 1735,
      "1,549.74": 1736,
      "1,55,022.37": 1737,
      "1,55,039.44": 1738,
      "1,55,140.79": 1739,
      "1,55,177.70": 1740,
      "1,55,311.26": 1741,
      "1,55,590.90": 1742,
      "1,55,631.60": 1743,
      "1,55,664.20": 1744,
      "1,55,690.49": 1745,
      "1,55,751.90": 1746,
      "1,55,756.60": 1747,
      "1,55,891.91": 1748,
      "1,55,892.50": 1749,
      "1,55,924.83": 1750,
      "1,550.60": 1751,
      "1,551.29": 1752,
      "1,551.31": 1753,
      "1,551.69": 1754,
      "1,551.75": 1755,
      "1,553.02": 1756,
      "1,553.42": 1757,
      "1,553.61": 1758,
      "1,553.64": 1759,
      "1,553.73": 1760,
      "1,554.21": 1761,
      "1,554.22": 1762,
      "1,554.65": 1763,
      "1,555.50": 1764,
      "1,555.92": 1765,
      "1,556.08": 1766,
      "1,556.95": 1767,
      "1,557.76": 1768,
      "1,558.47": 1769,
      "1,559.19": 1770,
      "1,56,243.71": 1771,
      "1,56,495.92": 1772,
      "1,56,498.39": 1773,
      "1,56,626.42": 1774,
      "1,56,670.77": 1775,
      "1,56,675.54": 1776,
      "1,56,860.74": 1777,
      "1,56,907.32": 1778,
      "1,560.31": 1779,
      "1,560.57": 1780,
      "1,561.50": 1781,
      "1,562.70": 1782,
      "1,563.52": 1783,
      "1,565.18": 1784,
      "1,565.40": 1785,
      "1,565.69": 1786,
      "1,565.77": 1787,
      "1,565.91": 1788,
      "1,566.59": 1789,
      "1,566.83": 1790,
      "1,566.90": 1791,
      "1,567.93": 1792,
      "1,568.48": 1793,
      "1,569.07": 1794,
      "1,569.53": 1795,
      "1,569.81": 1796,
      "1,57,079.79": 1797,
      "1,57,100.02": 1798,
      "1,57,138.68": 1799,
      "1,57,216.50": 1800,
      "1,57,237.50": 1801,
      "1,57,272.64": 1802,
      "1,57,296.56": 1803,
      "1,57,352.72": 1804,
      "1,57,422.42": 1805,
      "1,57,438.30": 1806,
      "1,57,462.67": 1807,
      "1,57,478.01": 1808,
      "1,57,478.86": 1809,
      "1,57,530.78": 1810,
      "1,57,570.86": 1811,
      "1,57,574.40": 1812,
      "1,57,650.65": 1813,
      "1,57,678.36": 1814,
      "1,57,887.10": 1815,
      "1,570.47": 1816,
      "1,571.32": 1817,
      "1,572.09": 1818,
      "1,572.17": 1819,
      "1,573.54": 1820,
      "1,574.18": 1821,
      "1,574.27": 1822,
      "1,574.32": 1823,
      "1,575.78": 1824,
      "1,575.88": 1825,
      "1,575.89": 1826,
      "1,576.31": 1827,
      "1,576.43": 1828,
      "1,576.44": 1829,
      "1,577.58": 1830,
      "1,578.50": 1831,
      "1,579.34": 1832,
      "1,58,270.37": 1833,
      "1,58,396.16": 1834,
      "1,58,617.60": 1835,
      "1,58,665.20": 1836,
      "1,58,723.95": 1837,
      "1,58,855.11": 1838,
      "1,58,889.55": 1839,
      "1,58,909.88": 1840,
      "1,58,930.01": 1841,
      "1,58,943.60": 1842,
      "1,581.27": 1843,
      "1,581.66": 1844,
      "1,583.03": 1845,
      "1,584.13": 1846,
      "1,584.14": 1847,
      "1,584.21": 1848,
      "1,586.06": 1849,
      "1,587.30": 1850,
      "1,587.75": 1851,
      "1,588.62": 1852,
      "1,588.81": 1853,
      "1,59,103.63": 1854,
      "1,59,129.21": 1855,
      "1,59,134.99": 1856,
      "1,59,135.19": 1857,
      "1,59,198.00": 1858,
      "1,59,735.88": 1859,
      "1,59,819.24": 1860,
      "1,59,977.07": 1861,
      "1,590.44": 1862,
      "1,591.10": 1863,
      "1,591.57": 1864,
      "1,591.69": 1865,
      "1,592.20": 1866,
      "1,592.47": 1867,
      "1,592.49": 1868,
      "1,592.60": 1869,
      "1,594.12": 1870,
      "1,594.26": 1871,
      "1,594.77": 1872,
      "1,595.18": 1873,
      "1,595.59": 1874,
      "1,596.61": 1875,
      "1,597.34": 1876,
      "1,598.00": 1877,
      "1,598.78": 1878,
      "1,599.50": 1879,
      "1,599.66": 1880,
      "1,599.86": 1881,
      "1,60,043.40": 1882,
      "1,60,110.77": 1883,
      "1,60,152.60": 1884,
      "1,60,194.49": 1885,
      "1,60,195.74": 1886,
      "1,60,325.52": 1887,
      "1,60,441.89": 1888,
      "1,60,465.08": 1889,
      "1,60,594.77": 1890,
      "1,60,639.29": 1891,
      "1,60,663.62": 1892,
      "1,60,727.80": 1893,
      "1,60,749.82": 1894,
      "1,60,769.51": 1895,
      "1,60,800.55": 1896,
      "1,60,938.50": 1897,
      "1,600.00": 1898,
      "1,600.02": 1899,
      "1,602.30": 1900,
      "1,603.46": 1901,
      "1,605.25": 1902,
      "1,605.76": 1903,
      "1,606.00": 1904,
      "1,609.92": 1905,
      "1,61,209.20": 1906,
      "1,61,214.54": 1907,
      "1,61,220.09": 1908,
      "1,61,453.10": 1909,
      "1,61,492.20": 1910,
      "1,61,576.19": 1911,
      "1,61,919.55": 1912,
      "1,61,931.63": 1913,
      "1,61,982.24": 1914,
      "1,610.71": 1915,
      "1,611.30": 1916,
      "1,612.32": 1917,
      "1,612.38": 1918,
      "1,613.18": 1919,
      "1,613.38": 1920,
      "1,613.64": 1921,
      "1,613.76": 1922,
      "1,614.04": 1923,
      "1,614.10": 1924,
      "1,614.11": 1925,
      "1,615.60": 1926,
      "1,616.34": 1927,
      "1,617.63": 1928,
      "1,617.70": 1929,
      "1,619.04": 1930,
      "1,62,378.42": 1931,
      "1,62,387.88": 1932,
      "1,62,460.19": 1933,
      "1,62,461.09": 1934,
      "1,62,579.00": 1935,
      "1,62,653.40": 1936,
      "1,62,732.96": 1937,
      "1,62,744.65": 1938,
      "1,62,745.53": 1939,
      "1,62,971.10": 1940,
      "1,621.20": 1941,
      "1,622.03": 1942,
      "1,622.19": 1943,
      "1,623.57": 1944,
      "1,624.75": 1945,
      "1,624.99": 1946,
